[{"text":"You have the power to heal your life, and you need to know that.","source":"Meditations to Heal Your Life","length":64,"id":1},{"text":"They don't know that we know they know we know.","source":"Friends","length":47,"id":2},{"text":"Don't it make you sad to know that life is more than who you are?","source":"Name","length":65,"id":3},{"text":"Leave something for someone but don't leave someone for something.","source":"Five on a Hike Together","id":4,"length":66},{"text":"The people with ideas have no power and the people with power have no ideas.","source":"5,001 Wisdom Quotations of Mike Murdock","id":5,"length":76},{"text":"You must take life the way it comes at you and make the best of it.","source":"Life of Pi","id":6,"length":67},{"text":"If you don't know what you want, how are you going to know when you get it?","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","id":7,"length":75},{"text":"If you have to ask, you will never know. If you know, you need only ask.","source":"Harry Potter and the Deathly Hallows","id":8,"length":72},{"text":"Your memory is the glue that binds your life together.","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","id":9,"length":54},{"text":"I'm sure there are things you know that you don't even know you know.","source":"UnSouled","id":10,"length":69},{"text":"Perhaps if you know you are insane then you are not insane.","source":"The Man in the High Castle","id":11,"length":59},{"text":"You can't use the fire exit because you're not made of fire.","source":"Undertale","id":12,"length":60},{"text":"The person that has the most to do with what happens to you is you!","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","id":13,"length":67},{"text":"There are darknesses in life and there are lights, and you are one of the lights, the light of all lights.","source":"Dracula","id":14,"length":106},{"text":"Sometimes the world as you know it just decides to become something else.","source":"The Night Diary","id":15,"length":73},{"text":"If you only do what you can do, you will never be more than who you are now.","source":"Kung Fu Panda","id":16,"length":76},{"text":"If I have to hear one more time that you did this for the family...","source":"Breaking Bad","id":17,"length":67},{"text":"And in the end, the love you take is equal to the love you make.","source":"The End","id":18,"length":64},{"text":"I've always loved you, and when you love someone, you love the whole person, just as he or she is, and not as you would like them to be.","source":"Anna Karenina","id":19,"length":136},{"text":"Memory is a way of holding onto the things you love, the things you are, the things you never want to lose.","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and be More Productive","id":20,"length":107},{"text":"You should never, never doubt something that no one is sure of.","source":"Charlie and the Chocolate Factory","id":21,"length":63},{"text":"Make sure you marry someone who laughs at the same things you do.","source":"The Catcher in the Rye","id":22,"length":65},{"text":"If you think that you are going to love something, give it a try.","source":"What it Takes to Make More Money than Your Parents","id":23,"length":65},{"text":"I have waited lifetimes to find you. Now that you're here I can remind you of the things I've been dreaming of times two.","source":"Stay Ready","id":24,"length":121},{"text":"Are you trying to impress me? What would impress me more is if you never did that again.","source":"Portal 2","id":25,"length":88},{"text":"Yeah it's you, you're the one that makes me feel right. I've been in love with her for ages and I can't seem to get it right. I fell in love with her in stages my whole life.","source":"Me and You Together Song","id":26,"length":174},{"text":"Believe in one thing too much and you have no room for new ideas.","source":"The October Country","id":27,"length":65},{"text":"Cleaning your house while kids are around is like shoveling the walk while it's still snowing.","source":"Funny Quotes: Slightly Twisted Words of Wisdom & Other Funny Sayings","id":28,"length":94},{"text":"The day the power of love overrules the love of power, the world will know peace.","source":"Doing Research in Emergency and Acute Care: Making Order Out of Chaos","id":29,"length":81},{"text":"I am the wisest man alive, for I know one thing, and that is that I know nothing.","source":"The Republic","id":30,"length":81},{"text":"For all the things you've done, for the things you might have done, and for the only thing you have left.","source":"V for Vendetta","id":31,"length":105},{"text":"You can't convince me what I want and what I need are separate things.","source":"Wants / Needs","id":32,"length":70},{"text":"It's easy not to abuse your power when you don't actually have any power.","source":"Inside The Mind of an Introvert","id":33,"length":73},{"text":"I often think that men don't understand what is noble and what is ignorant, though they always talk about it.","source":"Anna Karenina","id":34,"length":109},{"text":"Now is the time for resting. Some things are ill to hear when the world's in shadow.","source":"The Lord of The Rings","id":35,"length":84},{"text":"Courage is resistance to fear, mastery of fear - not absence of fear.","source":"Strangers","id":36,"length":69},{"text":"There's no reason a fake can't do what the real thing would. And it's possible for a fake to be more real than the real thing.","source":"Monogatari Series","id":37,"length":126},{"text":"It matters not how a man dies, but how he lives. The act of dying is not of importance, it lasts so short a time.","source":"The Life of Samuel Johnson","id":38,"length":113},{"text":"There is something about yourself that you don't know.","source":"Revolver","id":39,"length":54},{"text":"I am he as you are he as you are me and we are all together.","source":"I Am the Walrus","id":40,"length":60},{"text":"Anything is edible if you deep fry it long enough.","source":"The Amazing World of Gumball","id":41,"length":50},{"text":"There will come a time when all of us are dead.","source":"The Fault in Our Stars","id":42,"length":47},{"text":"We know little of who we were, only something of who we are, and nothing of who we may be.","source":"Silvertongue","id":43,"length":90},{"text":"You know when I was a kid I always wanted to be a cowboy, and now knowing I'm going to spend my future in the past sounds like a wonderful way to spend my retirement years.","source":"Back to the Future Part III","id":44,"length":172},{"text":"When we remember we only get a version of the last time we remember it.","source":"Chlorine","id":45,"length":71},{"text":"When you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible.","source":"When Harry Met Sally","id":46,"length":132},{"text":"Where do you think you're going? Because I don't think you're going where you think you're going.","source":"Portal","id":47,"length":97},{"text":"When everyone else was thinking it was time for bed, his mind was telling him it's time to get ahead of the competition.","source":"The Mamba Mentality: How I Play","id":48,"length":120},{"text":"You must learn from the mistakes of others because you can't possibly live long enough to make them all yourself.","source":"Funny Quotes: Slightly Twisted Words of Wisdom & Other Funny Sayings","id":49,"length":113},{"text":"I would rather spend one lifetime with you, than face all the ages of this world alone.","source":"The Lord of The Rings","id":50,"length":87},{"text":"You can get more of what you want with a kind word and a gun than you can with just a kind word.","source":"Civilization IV","id":51,"length":96},{"text":"Thinking you know everything there is to know about something will only hold you back, because it prevents you from learning anything new.","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","id":52,"length":138},{"text":"Sometimes it takes heart to write about a thing, doesn't it? To let that thing out of the room way in the back of your mind and put it up there on the screen.","source":"Gerald's Game","id":53,"length":158},{"text":"I'm going to take my time. I have all the time in the world.","source":"It's No Good","id":54,"length":60},{"text":"You are what you are and you are where you are because of what has gone into your mind. You change what you are and you change where you are by changing what goes into your mind.","source":"See You at the Top","id":55,"length":178},{"text":"There are many things that I would like to say to you but I don't know how.","source":"Wonderwall","id":56,"length":75},{"text":"I love to type crazy stuff.","source":"Alphabet","id":57,"length":27},{"text":"When you lose the ones you love, you might find it hard to cry. Until it's only you and everybody else has left the room, you might feel what it's like to not know how to feel.","source":"Never Enough","id":58,"length":176},{"text":"She had waited all her life for something and it had killed her when it found her.","source":"Their Eyes Were Watching God","id":59,"length":82},{"text":"This truth holds me close, rocking me like a child in a mother's arms.","source":"Children of Blood and Bone","id":60,"length":70},{"text":"If you didn't have me to rake you over the coals now and then, there wouldn't be any fire in your life at all.","source":"Heart-Shaped Box","id":61,"length":110},{"text":"Those who have made something of their lives will always look at those who haven't as clowns.","source":"Joker","id":62,"length":93},{"text":"This is not the end, this is not even the beginning of the end, this is just perhaps the end of the beginning.","source":"End of the begining","id":63,"length":110},{"text":"You are the most important thing to me now. The most important thing to me ever.","source":"Twilight","id":64,"length":80},{"text":"Believe me, the irony of being a blind art dealer isn't lost on me.","source":"Get Out","id":65,"length":67},{"text":"If you don't like how things are, change it! You're not a tree.","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","id":66,"length":63},{"text":"I just want to be able to stand up straight for a little while before I get cut down.","source":"Solipsist","id":67,"length":85},{"text":"Take me up, take me higher, there's a world not far from here. We can dance in desire or we can burn in love tonight. Our hearts are like firestones and when they strike we feel the love.","source":"Firestone","id":68,"length":187},{"text":"You don't need a weather man to know which way the wind blows.","source":"Subterranean Homesick Blues","id":69,"length":62},{"text":"The world was reduced to the surface of her skin and her inner self was safe from all bitterness.","source":"One Hundred Years of Solitude","id":70,"length":97},{"text":"You have to keep your mind as wide-open as your eyes, because almost nothing is what it seems.","source":"Rot & Ruin","id":71,"length":94},{"text":"The world is a dangerous place to live, not because of the people who are evil, but because of the people who don't do anything about it.","source":"The Sociopath Next Door","id":72,"length":137},{"text":"Sometimes life is like this tunnel. You can't always see the light at the end of the tunnel, but if you keep moving, you will come to a better place.","source":"Avatar: The last Airbender","id":73,"length":149},{"text":"This is the second most tragic thing to happen in my life...","source":"Lisa","id":74,"length":60},{"text":"Lights up and they know who you are, know who you are. Do you know who you are?","source":"Lights Up","id":75,"length":79},{"text":"I learnt long ago to hate my enemies, but I've never loved one before.","source":"Peaky Blinders","id":76,"length":70},{"text":"From there to here, from here to there, funny things are everywhere.","source":"One Fish Two Fish Red Fish Blue Fish","id":77,"length":68},{"text":"He misses the time he had with you. I miss the time I didn't have.","source":"The Night Diary","id":78,"length":66},{"text":"Today's the first day of the end of your lives.","source":"Postal 2","id":79,"length":47},{"text":"Never imagine yourself not to be otherwise than what it might appear to others that what you were or might have been was not otherwise than what you had been would have appeared to them to be otherwise.","source":"Alice's Adventures in Wonderland","id":80,"length":202},{"text":"I know it's a mistake. But there are certain things in life where you know it's a mistake, but you don't really know it's a mistake, because the only way to really know it's a mistake is to make the mistake.","source":"How I Met Your Mother","id":81,"length":207},{"text":"To be able to say how much you love is to love but little.","source":"Il Canzoniere","id":82,"length":58},{"text":"This day does not belong to one man but to all. Let us together rebuild this world that we may share in the days of peace.","source":"The Lord of The Rings","id":83,"length":122},{"text":"The mark of the immature man is that he wants to die nobly for a cause, while the mark of the mature man is that he wants to live humbly for one.","source":"The Catcher in the Rye","id":84,"length":145},{"text":"No one really knows why they're alive until they know what they'd die for.","source":"Modern Warfare","id":86,"length":74},{"text":"I came to realize that I had more to offer this world than just making things that blow up.","source":"Iron Man","id":87,"length":91},{"text":"For what you see and hear depends a good deal on where you are standing. It also depends on what sort of person you are.","source":"The Magician's Nephew","id":88,"length":120},{"text":"That was what I wanted, but I don't need it to be gone. I can love you and I can love life and bear the pain all at the same time. I think the pain might even make the rest better, the way a good setting can make a diamond look better.","source":"Needful Things","id":90,"length":235},{"text":"They're surrounding the city to make a fortress so that no one can see what they're up to inside. Our only chance is the element of surprise.","source":"Transformers: Dark of the Moon","id":91,"length":141},{"text":"However small the chance might be of striking lucky, the chance was there.","source":"Charlie and the Chocolate Factory","id":92,"length":74},{"text":"But I really believe that there are more good people on this earth than bad people, and the good people watch out for each other and take care of each other.","source":"Wonder","id":93,"length":157},{"text":"There is freedom in coming and going for no other reason than because you can. There is freedom in choosing to sit and be still when everything is always telling you to move, move fast.","source":"The Poet X","id":94,"length":185},{"text":"No matter where you stand on the long path, right now, try very hard to smile, and be glad you're in the game.","source":"Digital Heretic (The Game is Life Book 2)","id":95,"length":110},{"text":"You don't get to choose if you get hurt in this world, but you do have some say in who hurts you.","source":"The Fault in Our Stars","id":96,"length":97},{"text":"I'd tell you all you want and more, if the sounds I made could be what you hear.","source":"Infinite Jest","id":97,"length":80},{"text":"I think reality is thin, you know, thin as lake ice after a thaw, and we fill our lives with noise and light and motion to hide that thinness from ourselves.","source":"Bag of Bones","id":98,"length":157},{"text":"Therefore a man shall leave his father and mother and be joined to his wife, and they shall become one flesh.","source":"Genesis 2:24 (NKJV)","id":99,"length":109},{"text":"If you think anyone is sane you just don't know enough about them.","source":"Practical Demonkeeping","id":100,"length":66},{"text":"The thing about a story is that you dream it as you tell it, hoping that others might then dream along with you, and in this way memory and imagination and language combine to make spirits in the head. There is the illusion of aliveness.","source":"The Things They Carried","id":101,"length":237},{"text":"Treachery and violence are spears pointed at both ends; they wound those who resort to them worse than their enemies.","source":"Wuthering Heights","id":102,"length":117},{"text":"You see, the rays from the star pass so near the sun that they get bent on the way to us.","source":"Teach the Short Words First","id":103,"length":89},{"text":"Stop the world and let me off, I'm tired of going round and round. I played the game of love and lost. So stop the world and let me off.","source":"Stop The World And let Me Off","id":104,"length":136},{"text":"What I am trying to say is the love is ours to make so we should make it.","source":"Bed Peace","id":105,"length":73},{"text":"I know just how to whisper and I know just how to cry. I know just where to find the answers and I know just how to lie. I know just how to fake it and I know just how to scheme. I know just when to face the truth and then I know just when to dream.","source":"Making Love Out of Nothing At All","id":106,"length":249},{"text":"Nothing is more wonderful than the art of being free, but nothing is harder to learn how to use than freedom.","source":"Democracy in America","id":107,"length":109},{"text":"There was never any more inception than there is now, nor any more youth or age than there is now; and will never be any more perfection than there is now, nor any more heaven or hell than there is now.","source":"Leaves of Grass","id":108,"length":202},{"text":"Never become used to anything you love. It blunts the edge of appreciation.","source":"The Cellar","id":109,"length":75},{"text":"Maybe, the only thing that has to make sense about being somebody's friend is that you help them be their best self on any given day. That you give them a home when they don't want to be in their own.","source":"The Poet X","id":110,"length":200},{"text":"There is nothing a man cannot do once he accepts the fact that there is no god.","source":"Don't Breathe","id":111,"length":79},{"text":"For as it is not one swallow or one fine day that makes a spring, so it is not one day or a short time that makes a man blessed and happy.","source":"Nicomachean Ethics","id":112,"length":138},{"text":"Do not act as if you were going to live ten thousand years. Death hangs over you. While you live, while it is in your power, be good.","source":"Meditations","id":113,"length":133},{"text":"We all require devotion to something more than ourselves for our lives to be endurable.","source":"Being Mortal: Medicine and What Matters in the End","id":114,"length":87},{"text":"For all those times you stood by me, for all the truth that you made me see, for all the joy you brought to my life, for all the wrong that you made right.","source":"Because You Loved Me","id":115,"length":155},{"text":"Was it all put into words, or did both understand that they had the same thing at heart and in their minds, so that there was no need to speak of it aloud, and better not to speak of it?","source":"Crime and Punishment","id":116,"length":186},{"text":"I never wanted that. Of course, it's one thing not to want something; it's another to be told you can't have it. I guess it's just nice knowing that you could someday do it if you change your mind. But now, all of a sudden, that door is closed.","source":"How I Met Your Mother","id":117,"length":244},{"text":"Learning does not make one learned: there are those who have knowledge and those who have understanding. The first requires memory and the second philosophy.","source":"The Count of Monte Cristo","id":118,"length":157},{"text":"You don't make history by following the rules, you make it by seizing the moment.","source":"Hollow Man","id":119,"length":81},{"text":"I don't want to live someone else's idea of how to live.","source":"Out of Africa","id":120,"length":56},{"text":"You don't know what's in store, but you know what you're here for.","source":"High For This","id":121,"length":66},{"text":"The great breakthrough in your life comes when you realize that you can learn anything you need to learn to accomplish any goal that you set for yourself.","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","id":122,"length":154},{"text":"It seems to me you lived your life like a candle in the wind, never knowing who to cling to when the rain set in. And I would have liked to have known you but I was just a kid.","source":"Candle In The Wind","id":123,"length":176},{"text":"A book can give you an experience of someone's life in a few hours, and this is far more profitable than any sale that's going on.","source":"In The Name Of Blasphemy","id":124,"length":130},{"text":"You can always build a shrine to all the terrible things in the world, but it doesn't mean that you have to destroy anything that is good.","source":"Hereditary","id":125,"length":138},{"text":"They had taken it all away from him now, they had turned away from him and there was nothing for him now. He was alone and there was nothing for him.","source":"Hatchet","id":126,"length":149},{"text":"She was feeling the pressure of the world outside and she wanted to see him and feel his presence beside her and be reassured that she was doing the right thing after all.","source":"The Great Gatsby","id":127,"length":171},{"text":"Something in the wind has learned my name and it's telling me that things are not the same. In the leaves on the trees and the touch of the breeze there's a pleasing sense of happiness for me.","source":"Top of the World","id":128,"length":192},{"text":"Some people pass through your life and you never think about them again. Some you think about and wonder what ever happened to them. Some you wonder if they ever wonder what happened to you. And then there are some you wish you never had to think about again. But you do.","source":"The Wonder Years","id":129,"length":271},{"text":"I don't want my thoughts to die with me, I want to have done something. I'm not interested in power, or piles of money. I want to leave something behind. I want to make a positive contribution - know that my life has meaning.","source":"Animals in Translation","id":130,"length":225},{"text":"They don't know our world but they know their own.","source":"The Sopranos","id":131,"length":50},{"text":"I don't think I was wrong to have held on to my secrets for all those years, and I don't think I was wrong to have told them now. Circumstances changed, and once they changed, I changed my mind as well.","source":"The Book of Illusions","id":132,"length":202},{"text":"If actions speak louder than words I'm the most deafening noise you've heard. I'll be that ringing in your ears that will stick around for years.","source":"~","id":133,"length":145},{"text":"I love the ground under his feet, and the air over his head, and everything he touches and every word he says. I love all his looks, and all his actions and him entirely and all together.","source":"Wuthering Heights","id":134,"length":187},{"text":"You forget what you want to remember and you remember what you want to forget.","source":"The Road","id":135,"length":78},{"text":"Never say anything unless it is worth taking a long time to say.","source":"The Lord of the Rings: The Two Towers","id":136,"length":64},{"text":"In every war, there are calms between storms. There will be days when you lose faith in some of us, days when our allies turn against us, but the day will never come if we forsake this planet and its people.","source":"Transformers: Dark of the Moon","id":137,"length":207},{"text":"We look not at the things which are what you would call seen, but at the things which are not seen. For the things which are seen are temporal. But the things which are not seen are eternal.","source":"A Wrinkle in Time","id":138,"length":190},{"text":"And I will say that we should take a day to break away from all the pain our brain has made, the game is not played alone. And I will say that we should take a moment and hold it and keep it frozen and know that life has a hopeful undertone.","source":"Migraine","id":139,"length":241},{"text":"It was one of those March days when the sun shines hot and the wind blows cold: when it is summer in the light, and winter in the shade.","source":"Great Expectations","id":140,"length":136},{"text":"Even good people are great at making bad decisions.","source":"Nate","id":141,"length":51},{"text":"Monsters come in all shapes and sizes. Some of them are things people are scared of. Some of them are things that look like things people used to be scared of a long time ago. Sometimes monsters are things people should be scared of, but they aren't.","source":"The Ocean at the End of the Lane","id":142,"length":250},{"text":"Spend all your time waiting for that second chance, for a break that would make it okay. There's always some reason to feel not good enough and it's hard at the end of the day.","source":"Angel","id":143,"length":176},{"text":"Any man who has the brains to think and the nerve to act for the benefit of the people of the country is considered a radical, by those who are content with stagnation and willing to endure disaster.","source":"Fullmetal Alchemist: Brotherhood","id":144,"length":199},{"text":"I don't believe that anybody feels the way I do about you now.","source":"Wonderwall","id":145,"length":62},{"text":"If you lie and pretend that you like them, you're fine. But if you tell them the truth, you get fired, you can't afford food, and you get shanked for cutting in line at the soup kitchen. And then you die.","source":"Atypical","id":146,"length":204},{"text":"A body has one more kind of pull. This pull is such that it will want to stay put all the time. And the more mass it has, the more it will want to stay put.","source":"Teach the Short Words First","id":147,"length":156},{"text":"What difference does it make? Because in the end, when you lose somebody, every candle, every prayer is not going to make up for the fact that the only thing you have left is a hole in your life where that somebody that you cared about used to be.","source":"The Vampire Diaries","id":148,"length":247},{"text":"She did not tell them to clean up their lives, or go and sin no more. She did not tell them they were the blessed of the earth, its inheriting meek, or its glory-bound pure. She told them that the only grace they could have is the grace they could imagine. That if they could not see it, they could not have it.","source":"Beloved","id":149,"length":311},{"text":"I don't want to talk about it! Every time I think about something nice, you remind me of bad things. I only want to talk about the nice things.","source":"What Ever Happened to Baby Jane?","id":150,"length":143},{"text":"Someone sits on the shore and tells him how the waves have been there long before Bill existed, and that they'd still be there long after he's gone. Bill looks out at the water and thinks of all the wonderful things he will do with his life.","source":"It's Such a Beautiful Day","id":151,"length":241},{"text":"When it's coming at you like monsters in the night, and you feel the danger that makes you want to hide; when the cards are stacked against you and you're standing on the edge: now's the time.","source":"Each Other","id":152,"length":192},{"text":"Certain things, they should stay the way they are. You ought to be able to stick them in one of those big glass cases and just leave them alone.","source":"The Catcher in the Rye","id":153,"length":144},{"text":"But of bliss and glad life there is little to be said, before it ends; as works fair and wonderful, while they still endure for eyes to see, are ever their own record, and only when they are in peril and broken for ever do they pass into song.","source":"The Silmarillion","id":154,"length":243},{"text":"If you come to a river and find a boat at the edge, you will use that boat and it will serve you well, but once across the river, do you put the boat on your shoulders and carry it with you on the rest of your journey?","source":"Lamb: The Gospel According to Biff, Christ's Childhood Pal","id":155,"length":218},{"text":"Well, we used to look up in the sky and wonder at our place in the stars. Now we just look down and worry about our place in the dirt.","source":"Interstellar","id":156,"length":134},{"text":"How can you tell me that you're lonely and say for you that the sun don't shine? Let me take you by the hand and lead you through the streets of London. I'll show you something to make you change your mind.","source":"The Streets Of London","id":157,"length":206},{"text":"There's never been a true war that wasn't fought between two sets of people who were certain they were in the right. The really dangerous people believe they are doing whatever they are doing solely and only because it is without question the right thing to do. And that is what makes them dangerous.","source":"American Gods","id":158,"length":300},{"text":"It's not a question but a lesson learned in time. It's something unpredictable, but in the end it's right. I hope you had the time of your life.","source":"Good Riddance (Time of Your Life)","id":159,"length":144},{"text":"If you think that you are going to love something, give it a try. You're going to kick yourself in the butt for the rest of your life if you don't.","source":"What it Takes to Make More Money than Your Parents","id":160,"length":147},{"text":"When you are painting you should take a flat mirror and often look at your work within it, and it will then be seen in reverse, and will appear to be by the hand of some other master, and you will be better able to judge of its faults than in any other way.","source":"The Notebooks of Leonardo","id":161,"length":257},{"text":"We now know that most of the stars in the sky have worlds around them, but we don't know if there's life on those worlds. We know there's life on our own world, but that doesn't tell us whether life is normal or not. Maybe life is a very strange thing that got started only once, and none of the other worlds have anyone on them to wonder about this question.","source":"Thing Explainer: Complicated Stuff in Simple Words","id":162,"length":359},{"text":"There are those who say that life is like a book, with chapters for each event in your life and a limited number of pages on which you can spend your time. But I prefer to think that a book is like a life, particularly a good one, which is well to worth staying up all night to finish.","source":"Horseradish: Bitter Truths You Can't Avoid","id":163,"length":285},{"text":"What I really lived for were those evenings when you were alone, and I pretended you were playing just for me. And though you didn't know it, you were giving me some of the happiest hours of my life.","source":"Letter from an Unknown Woman","id":164,"length":199},{"text":"I pray every night that I may live after him; because I would rather be miserable than that he should be - that proves I love him better than myself.","source":"Wuthering Heights","id":165,"length":149},{"text":"Some say better things will come our way. No matter what they try to say, you were always there for me. Some way, when the sun begins to shine, I hear a song from another time and fade away.","source":"Someday","id":166,"length":190},{"text":"It feels scary to talk, because once the words are out, you can't put them back in. But if you write words and they don't come out the way you want them to, you can erase them and start over.","source":"The Night Diary","id":167,"length":191},{"text":"Then we saw him pick up all the things that were down. He picked up the cake, and the rake, and the gown, and the milk, and the strings, and the books, and the dish, and the fan, and the cup, and the ship, and the fish.","source":"The Cat in the Hat","id":168,"length":219},{"text":"It may sound like music to her. I can do better with my teeth in a cold shower.","source":"The Leopard Man","id":169,"length":79},{"text":"What you don't have you don't need it now. What you don't know you can feel it somehow. What you don't have you don't need it now.","source":"Beautiful Day","id":170,"length":130},{"text":"Adios rock band that we loved the most, this is a toast to what you did, and all that you were fighting for. Who could do more, when time marches on? Words come and go, we will sing the melodies that you did long ago.","source":"Eulogy For A Rock Band","id":171,"length":217},{"text":"I'm just going to turn through a few things. When we go out during the day we like to stick to groups of two, just for safety. The red door, it's the only way in and out of the house. That stays closed and locked all the time. I have the keys, this is the only set.","source":"It Comes at Night","id":172,"length":265},{"text":"We were sent here for something. And we know that all things work together for good to them that love God, to them who are called according to his purpose.","source":"A Wrinkle in Time","id":173,"length":155},{"text":"Sometimes the briefest moments capture us, force us to take them in, and demand that we live the rest of our lives in reference to them.","source":"Autobiography of a Face","id":174,"length":136},{"text":"The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown.","source":"Supernatural Horror in Literature","id":175,"length":118},{"text":"People aren't as complex as you think they are. They're simple, and they get sad or angry over simple things. That's how they are. They're quickly affected by the littlest things and live without knowing where they're going to fall down.","source":"Death Parade","id":176,"length":237},{"text":"Take time to really think about your excuses and write them down. These are the same excuses that you always use to stop yourself from learning something new.","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","id":177,"length":158},{"text":"The worst part of having someone tell you about their vacation is trying to pretend you're happy for them, because no one wants to hear about all the fun they didn't have.","source":"Diary of a Wimpy Kid: The Getaway","id":178,"length":171},{"text":"The law clearly states that magic may be used before muggles in life threatening situations.","source":"Harry Potter and the Order of the Phoenix","id":179,"length":92},{"text":"Why would you pay for a cover band when you got the real deal right here, baby?","source":"Heroes of the Storm","id":180,"length":79},{"text":"When someone is crying, of course, the noble thing to do is to comfort them. But if someone is trying to hide their tears, it may also be noble to pretend you do not notice them.","source":"Horseradish: Bitter Truths You Can't Avoid","id":181,"length":178},{"text":"The green eyes, you're the one that I wanted to find and anyone who tried to deny you, must be out of their mind.","source":"Green Eyes","id":183,"length":113},{"text":"This is the song I will sing to you when you're old and tired. I will sing it to remind you that I'm old beside you. And if you're tired of hearing my voice I'm gonna sing it to you anyway 'cause I know that if we made it this far those differences have been put away.","source":"Don't Go Home Without Me","id":184,"length":268},{"text":"I thought: That is the fear. I have lost something important, and I cannot find it, and I need it. It is fear like if someone lost his glasses and went to the glasses store and they told him that the world had run out of glasses and he would just have to do without.","source":"Looking For Alaska","id":185,"length":266},{"text":"One of the great conditions of anger and hatred is, that you must tell and believe lies against the hated object, in order, as we said, to be consistent.","source":"Vanity Fair","id":186,"length":153},{"text":"Let us learn to appreciate there will be times when the trees will be bare, and look forward to the time when we may pick the fruit.","source":"The Stories of Anton Chekhov","id":187,"length":132},{"text":"But her brain was not interested in the future. Loaded with the past and hungry for more, it left her no room to imagine, let alone plan for, the next day.","source":"Beloved","id":188,"length":155},{"text":"I had been right, I was still right, I was always right. I had lived my life one way and I could just as well have lived it another. I had done this and I hadn't done that. I hadn't done this thing but I had done another.","source":"The Stranger","id":189,"length":221},{"text":"She sits in a corner by the door. There must be more I can tell her if she really wants me to help her. I'll do what I can to show her the way, and maybe one day I will free her, though I know no one can see her.","source":"Sad Lisa","id":190,"length":212},{"text":"I don't know, you're made of metal, but you have feelings... and that means you have a soul, and souls don't die... Mom says it's something inside of all good things, and that it goes on forever and ever.","source":"The Iron Giant","id":191,"length":204},{"text":"There are mysteries to the universe we were never meant to solve, but who we are and why we are here, are not among them, those answers we carry inside.","source":"Transformers: Age of Extinction","id":192,"length":152},{"text":"There is only one wish on my mind: when this day is through I hope that I will find that tomorrow will be just the same for you and me. All I need will be mine if you are here.","source":"Top of the World","id":193,"length":176},{"text":"I took my morning walk, I took my evening walk, I ate something, I thought about something, I wrote, I napped and dreamt something too, and with all that something, I still have nothing because so much of something has always been and always will be you.","source":"House of Leaves","id":194,"length":254},{"text":"The hills are alive with the sound of music, with songs they have sung for a thousand years. The hills fill my heart with the sound of music. My heart wants to sing every song it hears.","source":"The Sound of Music","id":195,"length":185},{"text":"I used to dread getting older because I thought I would not be able to do all the things I wanted to do, but now that I'm older I find that I don't want to do them.","source":"Ender's Game","id":196,"length":164},{"text":"For centuries, the battle of morality was fought between those who claimed that your life belongs to God and those who claimed that it belongs to your neighbors. And no one came to say that your life belongs to you and that the good is to live it.","source":"Atlas Shrugged","id":197,"length":247},{"text":"The light and the dark the big and the small. Just keep in mind you need no more at all. You've seen what you were and know what you'll be. You've seen it all, there is no more to see.","source":"I've Seen It All Lyrics","id":198,"length":184},{"text":"There comes a time when we heed a certain call, when the world must come together as one. There are people dying and it's time to lend a hand to life, the greatest gift of all.","source":"We Are The World","id":199,"length":176},{"text":"Yeah, they got you where they want you. There's a better life and you think about it, don't you? It's a rich man's game no matter what they call it and you spend your life putting money in his wallet.","source":"9 to 5","id":200,"length":200},{"text":"I don't care who you are, where you're from, what you did, as long as you love me. Every little thing that you have said and done feels like it's deep within me. Doesn't really matter if you're on the run, it seems like we're meant to be.","source":"As Long as You Love Me","id":201,"length":238},{"text":"I have lived my life to the best of my ability. But I have not been able to escape fate, anger, or pain. Bring me the answers and the road that leads to the truth. Reveal to me once and for all, how all of this will end.","source":"Assassins Creed Revelations","id":202,"length":220},{"text":"When I need to find something out, I just go out and look for somebody that knows more than me, and I go and ask them. Sometimes I ask pretty hard.","source":"Sin City","id":203,"length":147},{"text":"Late into the night I write and the pages of my notebook swell from all the words I've pressed onto them. It almost feels like the more I bruise the page the quicker something inside me heals.","source":"The Poet X","id":204,"length":192},{"text":"Mind is not in any one place. Every cell in this body has its own intelligence. The brain is sitting in your head, but mind is all over the place.","source":"Mind is Your Business","id":205,"length":146},{"text":"I hope it is true that a man can die and yet not only live in others but give them life, and not only life but that great consciousness of life.","source":"A Life on the Road","id":206,"length":144},{"text":"For one thing, time is the very thing that we are least willing to allow.","source":"In Search of Lost Time","id":207,"length":73},{"text":"Doubting someone is not necessarily a bad thing, because it is something that you do to get to know the person better. What is really bad is not being concerned at all.","source":"Liar Game - Roots of A","id":208,"length":168},{"text":"Look at the sky, the sun won't ask the world if it can rise. Look at your mind, and ask yourself what keeps you trapped inside. Look at the lights, they follow you when you run and hide. Look at the sky, the sun won't ask, the sun won't ask the world if it can rise.","source":"Reasons","id":209,"length":266},{"text":"And remember also that in fighting against man we must not come to resemble him. Even when you have conquered him, do not adopt his vices.","source":"Animal Farm","id":210,"length":138},{"text":"To make power, people try to put pieces of this metal close enough together that they make heat fast, but not so close that they go out of control and blow up. This is very hard, but there is so much heat and power stored in this metal that some people have wanted to try anyway.","source":"Thing Explainer: Complicated Stuff in Simple Words","id":211,"length":279},{"text":"You can't always get what you want, but if you try sometimes you might find you get what you need.","source":"You Can't Always Get What You Want","id":212,"length":98},{"text":"I can take you for a ride on my big green tractor, we can go slow or make it go faster, down through the woods and out to the pasture, long as I'm with you it really don't matter.","source":"Big Green Tractor","id":213,"length":179},{"text":"You must love your work, and not be always looking over the edge of it, wanting your play to begin. And the other is, you must not be ashamed of your work, and think it would be more honorable to you to be doing something else.","source":"Middlemarch","id":214,"length":227},{"text":"It doesn't matter where you go or what you do, I want to spend each moment of the day with you. Look what has happened with just one kiss, I never knew that I could be in love like this.","source":"I Only Want To Be With You","id":215,"length":186},{"text":"I can't believe the things I see. The path that I have chosen now has led me to a wall, and with each passing day I feel a little more like something dear was lost.","source":"The Wall","id":216,"length":164},{"text":"For the times when we're apart, well, then close your eyes and know these words are coming from my heart and then if you can remember in good times and bad times I'll be on your side forevermore.","source":"That's What Friends Are For","id":217,"length":195},{"text":"Well, you told me I have a plethora. And I just would like to know if you know what a plethora is. I would not like to think that a person would tell someone he has a plethora, and then find out that that person has no idea what it means to have a plethora.","source":"Â¡Three Amigos!","id":218,"length":257},{"text":"I remember how you said that sometimes it gets just a little hard being home. There's sand stuck in my bed and memories in my head, love, I've been trying to let this whole thing go.","source":"Runaway","id":219,"length":182},{"text":"If he stayed at home and carried on with his normal life he would be a thousand times superior to these people and could get any of them out of his way just with a kick.","source":"The Trial","id":220,"length":169},{"text":"I swear, there is nothing in the world my mother is better at than getting someone to agree to something that in any other universe, they would never ever consider.","source":"Gilmore Girls","id":221,"length":164},{"text":"Growing up to be a mommy is one of the most wonderful things a little girl can want to do but there are other things in life she can do as well. For instance, she can work her head off and show all those arrogant boys that she's just as capable and intelligent and creative as any little stud around!","source":"40: A Doonesbury Retrospective","id":222,"length":300},{"text":"He really had been through death, but he had returned because he could not bear the solitude.","source":"One Hundred Years of Solitude","id":223,"length":93},{"text":"In the casino, the cardinal rule is to keep them playing and to keep them coming back. The longer they play, the more they lose, and in the end, we get it all. Running a casino is like robbing a bank with no cops around.","source":"Casino","id":224,"length":220},{"text":"It is not the mountain we conquer but ourselves.","source":"That's Life: Wild Wit & Wisdom","id":225,"length":48},{"text":"Things didn't turn out the way they're supposed to, but what can you do? You must take life the way it comes at you and make the best of it.","source":"Life of Pi","id":226,"length":140},{"text":"I've dreamt in my life dreams that have stayed with me ever after, and changed my ideas: they've gone through and through me, like wine through water, and altered the color of my mind.","source":"Wuthering Heights","id":227,"length":184},{"text":"I was once like you are now, and I know that it's not easy to be calm when you've found something going on. But take your time, think a lot. I think of everything you've got, for you will still be here tomorrow but your dreams may not.","source":"Father and Son","id":228,"length":235},{"text":"Then suddenly the humour of the situation came into my mind: the thought of the years I had spent in study and toil to get into the future age, and now my passion of anxiety to get out of it.","source":"The Time Machine","id":229,"length":191},{"text":"And the game was over and the player woke up from the dream. And the player began a new dream. And the player dreamed again, dreamed better. And the player was the universe. And the player was love. You are the player. Wake up.","source":"End Poem","id":230,"length":227},{"text":"Education is the most powerful weapon which you can use to change the world.","source":"Notes to the Future: Words of Wisdom","id":231,"length":76},{"text":"Think of what you're saying, you can get it wrong and still you think that it's alright. Think of what I'm saying, we can work it out and get it straight or say good night.","source":"We Can Work It Out","id":232,"length":172},{"text":"May you find the power in understanding the journey of others to help create your own.","source":"The Mamba Mentality: How I Play","id":233,"length":86},{"text":"If you can hear this, you're alone. The only thing left of me is the sound of my voice. I don't know if any of us made it. So let me tell you who we were. And how we fought back.","source":"Person of Interest","id":234,"length":178},{"text":"A long, long time ago. I can still remember how that music used to make me smile. And I knew if I had my chance, that I could make those people dance, and maybe they'd be happy for a while.","source":"American Pie","id":235,"length":189},{"text":"I do this thing where I think I'm really sick, but I won't go to the doctor to find out about it, because they make you stay real still in a real small place, as they chart up your insides and put them on display. They'd see all of it. All of me. All the good that won't come out of me.","source":"The Good That Won't Come Out of Me","id":236,"length":286},{"text":"I think if you don't really like a girl, you shouldn't horse around with her at all, and if you do like her, then you're supposed to like her face, and if you like her face, you ought to be careful about doing crumby stuff to it, like squirting water all over it. It's really too bad that so much crumby stuff is a lot of fun sometimes.","source":"The Catcher in the Rye","id":237,"length":336},{"text":"And now it's time for Silly Songs with Larry, the part of the show where Larry comes out and sings a silly song.","source":"VeggieTales","id":238,"length":112},{"text":"You plonker, you think I don't know a toilet when I see one? You were going to flush me down the loo.","source":"Flushed Away","id":239,"length":101},{"text":"In a business like this the people with the power are the ones that have the understanding of what's going on, not necessarily the ones on top.","source":"Triumph of the Nerds","id":240,"length":143},{"text":"I wouldn't hold my breath if I was you, you broke my heart and there's nothing you can do. And now you know, now you know, true friends stab you in the front.","source":"True Friends","id":241,"length":158},{"text":"And as we wind on down the road, our shadows taller than our soul, there walks a lady we all know who shines white light and wants to show how everything still turns to gold. And if you listen very hard the tune will come to you at last.","source":"Stairway to Heaven","id":242,"length":237},{"text":"As happens sometimes, a moment settled and hovered and remained for much more than a moment. And sound stopped and movement stopped for much, much more than a moment.","source":"Of Mice and Men","id":243,"length":166},{"text":"A few minutes ago, I almost made the biggest mistake of my professional life and it was because I was doing something that just wasn't me.","source":"Cheers","id":244,"length":138},{"text":"I never should have told you, I never should have let you see inside, don't want it troubling in your mind. Won't you let it be?","source":"Georgia","id":245,"length":128},{"text":"It is unwise to make something permanent when the whole world is shifting. There may be a time when this symbol means something treacherous and terrible, rather than something noble and literate.","source":"Shouldn't You Be in School?","id":246,"length":195},{"text":"Few other griefs amid the ill chances of this world have more bitterness and shame for a man's heart than to behold the love of a lady so fair and brave that cannot be returned.","source":"The Lord of The Rings","id":247,"length":177},{"text":"Spring is the time of year when it is summer in the sun and winter in the shade.","source":"Great Expectations","id":248,"length":80},{"text":"When you meet the right person, you know it. You can't stop thinking about them. They are your best friend, and your soulmate. You can't wait to spend the rest of your life with them. No one and nothing else can compare.","source":"How I Met Your Mother","id":249,"length":220},{"text":"You can have success or excuses, but you can't have them both.","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","id":250,"length":62},{"text":"The blade is as good as though it had just come out of the grindstone.","source":"Basic Writings","id":251,"length":70},{"text":"Say what you will. But a person just cannot know what he doesn't know. And you can't always see that a bad thing is going to happen before it happens. If you could, no bad would ever come.","source":"The Truth as Told by Mason Buttle","id":252,"length":188},{"text":"When you find that one person who connects you to the world, you become someone different. Someone better. When that person is taken from you, what do you become then?","source":"Person of Interest","id":253,"length":167},{"text":"Losing you would end my life you see, 'cause you mean that much to me. You could have told me yourself that you loved someone else.","source":"I Heard It Through the Grapevine","id":254,"length":131},{"text":"When is the last time you cared about something except yourself, hot rod? You name me one time and I will take it all back. I didn't think so. These are good folk around here, who care about one another. I don't want 'em depending on someone they can't count on.","source":"Cars","id":255,"length":262},{"text":"People don't suffer from insanity, they love every minute of it.","source":"Funny Quotes: Slightly Twisted Words of Wisdom & Other Funny Sayings","id":256,"length":64},{"text":"And I think how hope may be the thing that pulls you forward, may be the thing that keeps you going, but that it's dangerous, too, that it's painful and risky, that it's making a dare to the world and when has the world ever let us win a dare?","source":"The Knife of Never Letting Go","id":257,"length":243},{"text":"With the money they earn they'll be able to buy more police and political power. Then they come after us. Right now we have the unions and we have the gambling and those are the best things to have.","source":"The Godfather","id":258,"length":198},{"text":"I learned to write because I am one of those people who somehow cannot manage the common communications of smiles and gestures, but must use words to get across things that other people would never need to say.","source":"Moneyball","id":259,"length":210},{"text":"The weird thing about houses is that they almost always look like nothing is happening inside of them, even though they contain most of our lives. I wondered if that was sort of the point of architecture.","source":"The Fault in Our Stars","id":260,"length":204},{"text":"I find myself so furious at all these people that I am in contact with just for controlling me or whatever but you know they are not even aware they are doing it.","source":"Boyhood","id":261,"length":162},{"text":"I have often wondered how it is that every man loves himself more than all the rest of men, but yet sets less value on his own opinion of himself than on the opinion of others.","source":"Meditations","id":262,"length":176},{"text":"You get tough like me and you don't get hurt. You look out for yourself and nothin' can touch you...","source":"The Outsiders","id":263,"length":100},{"text":"Sometimes I'll start a sentence and I don't even know where it's going. I just hope that I find it along the way.","source":"The Office","id":264,"length":113},{"text":"Humans need to practice what they are learning a good deal before they master it. Furthermore, they tend to lose a good deal of their learning when they cease to practice the skills associated with this learning in their daily lives.","source":"What Video Games Have to Teach Us About Learning and Literacy","id":265,"length":233},{"text":"At the root of every large struggle in life is the need to be honest about something that we do not feel we can be honest about. We lie to ourselves or other people because the truth might require action on our part, and action requires courage. We say we don't know what is wrong, when we do know what is wrong; we just wish we didn't.","source":"The Secret Life of Prince Charming","id":266,"length":336},{"text":"They say that money doesn't bring you happiness, I say neither does being broke, so let me suffer with a new car.","source":"Funny Quotes: Slightly Twisted Words of Wisdom & Other Funny Sayings","id":267,"length":113},{"text":"I could work at a problem for years, but to wait inactive for twenty-four hours - that is another matter.","source":"The Time Machine","id":268,"length":105},{"text":"What's the use you learning to do right when it's troublesome to do right and ain't no trouble to do wrong, and the wages is just the same?","source":"The Adventures of Huckleberry Finn","id":269,"length":139},{"text":"Maybe I will never be all the things that I wanna be. Now is not the time to cry, now's the time to find out why. I think you're the same as me, we see things they'll never see.","source":"Live Forever","id":270,"length":177},{"text":"You have a class of young strong men and women, and they want to give their lives to something. Advertising has these people chasing cars and clothes they don't need. Generations have been working in jobs they hate, just so they can buy what they don't really need.","source":"Fight Club","id":271,"length":265},{"text":"You and Marshall belong together. The two of you have something most people search their whole lives for and never find. I know you love him and if you knew what he was going through right now you wouldn't be here for one more second. I bought you a ticket home. Marshall is one of the best people I know and it won't be long until someone else realizes that and you will lose him forever.","source":"How I Met Your Mother","id":272,"length":389},{"text":"Well, no need to brood on what tomorrow may bring. For one thing, tomorrow will be certain to bring worse than today, for many days to come. And there is nothing more that I can do to help it. The board is set, and the pieces are moving.","source":"The Lord of The Rings","id":273,"length":237},{"text":"There are those who say that the world is like a calm pond, and that anytime a person does even the smallest thing, it is as if a stone has dropped into the pond, spreading circles of ripples further and further out, until the entire world has been changed by one tiny action.","source":"A Series of Unfortunate Events: The Penultimate Peril","id":274,"length":276},{"text":"And when he came to, he was flat on his back on the beach in the freezing sand, and it was raining out of a low sky, and the tide was way out.","source":"Infinite Jest","id":275,"length":142},{"text":"I told him that you were really smart. And they'll figure it out soon enough. In the beginning, I thought you might want to be treated like any other kid.","source":"The Miscalculations of Lightning Girl","id":276,"length":154},{"text":"There's a piece of Maria in every song that I sing. And the price of a memory is the memory of the sorrow it brings. And there is always one last light to turn out and one last bell to ring. And the last one out of the circus has to lock up everything.","source":"Mrs. Potter's Lullaby","id":277,"length":252},{"text":"I don't know what it is that makes me love you so. I only know I never want to let you go 'cause you started something. Can't you see that ever since we met you've had a hold on me?","source":"I Only Want To Be With You","id":278,"length":181},{"text":"This is where I feel safe inside and can let go at the same time. When I'm here, I am open so I can reach the infinite sky. I thought I couldn't want you more, but I was wrong, and when we locked in our stare, then I wanted you more than air.","source":"Breathe","id":279,"length":242},{"text":"All age brings is space between your words and what they mean and sighs of sympathy. These years are rings with time to grieve alone and in your bed sick of what's in your head. All your worries gone.","source":"This Is Not a Dance","id":280,"length":200},{"text":"You never know what a day will bring, which is both the good news and the bad news of life.","source":"A Heart in a Body in the World","id":281,"length":91},{"text":"Sometimes it's the very people who no one imagines anything of who do the things that no one can imagine.","source":"The Imitation Game","id":282,"length":105},{"text":"Demons run when a good man goes to war. Night will fall and drown the sun when a good man goes to war. Friendship dies and true love lies. Night will fall and the dark will rise when a good man goes to war. Demons run but count the cost; the battle's won but the child is lost.","source":"When a Good Man Goes to War","id":283,"length":277},{"text":"There was a little boy once upon a time who in spite of his young age and small size knew his mind. For every copper penny and clover he would find, he'd make a wish for better days and the end of hard times.","source":"Cold Feet","id":284,"length":208},{"text":"We know that there is not one person who, after hearing these words, would deny their truth and say that he wanted something else, but he would believe that he had heard exactly what he had desired for a long time - namely, to be melted in unison with his beloved, and the two of them become one. The reason is that our ancient nature was thus and we were whole. And so love is merely the name for the desire and pursuit of the whole.","source":"Symposium","id":285,"length":434},{"text":"I want to leave my footprints in the sands of time. Know there was something that meant something that I left behind. The hearts I have touched will be the proof that I leave that I made a difference and this world will see I was here.","source":"I Was Here","id":286,"length":235},{"text":"Now that I've tried to talk to you and make you understand. All you have to do is close your eyes and just reach out your hands and touch me. Hold me close don't ever let me go.","source":"More Than Words","id":287,"length":177},{"text":"There is nothing sweeter in this sad world than the sound of someone you love calling your name.","source":"The Tale of Despereaux","id":288,"length":96},{"text":"What you need to learn, children, is the difference between right and wrong in every area of life. And once you learn the difference, you must always choose the right.","source":"The City of Ember","id":289,"length":167},{"text":"When has anyone ever told me I had the right to stop it all without my knuckles, or my anger, with just some simple words.","source":"The Poet X","id":290,"length":122},{"text":"You know no one and no one knows you, and at the same time you don't feel like a stranger. But here you know everyone and everyone knows you, and yet you are a stranger.","source":"The Stories of Anton Chekhov","id":291,"length":169},{"text":"And it's whispered that soon, if we all call the tune, then the piper will lead us to reason and a new day will dawn for those who stand long and the forests will echo with laughter.","source":"Stairway to Heaven","id":292,"length":182},{"text":"I think that if I ever have kids, and they are upset, I won't tell them that people are starving in China or anything like that because it wouldn't change the fact that they were upset. And even if somebody else has it much worse, that doesn't really change the fact that you have what you have.","source":"The Perks of Being a Wallflower","id":293,"length":295},{"text":"One day you're in a funk about things, telling a friend that years of evidence point to the conclusion that you will be single for the rest of your life. That night you meet someone, and a year later you're engaged to be married. That this very scenario happened to me is likely of little comfort to those still wondering about their future.","source":"Urban Tribes: A Generation Redefines Friendship, Family, and Commitment","id":294,"length":341},{"text":"Now that I look back, I don't know why I was so stressed about it all this time. Funny how sometimes you worry a lot about something and it turns out to be nothing.","source":"Wonder","id":295,"length":164},{"text":"Sometimes you never feel meaner than the moment you stop being mean. It's like how turning on a light makes you realize how dark the room had gotten. And the way you usually act, the things you would have normally done, are like these ghosts that everyone can see but pretends not to.","source":"When You Reach Me","id":296,"length":284},{"text":"I've been looking so long at these pictures of you that I almost believe that they're real. I've been living so long with my pictures of you that I almost believe that the pictures are all I can feel.","source":"Pictures of You","id":297,"length":200},{"text":"Now I see fire inside the mountain, I see fire burning the trees, and I see fire hollowing souls. I see fire, blood in the breeze, and I hope that you remember me.","source":"I See Fire","id":298,"length":163},{"text":"It's sad to say that kids unaccepted by their peers really never learn how to get along with people in the big grown up world.","source":"Cheers","id":299,"length":126},{"text":"There were people who lied for gain, people who lied from pain, people who lied simply because the concept of telling the truth was utterly alien to them... and then there were people who lied because they were waiting for it to be time to tell the truth.","source":"Needful Things","id":300,"length":255},{"text":"Why is it that when you awake to the world of realities you nearly always feel, sometimes very vividly, that the vanished dream has carried with it some enigma which you have failed to solve?","source":"The Idiot","id":301,"length":191},{"text":"I just watched the man that I love go to prison so that none of you have to, and it hasn't been five minutes and you're already ripping each other apart.","source":"Suits","id":302,"length":153},{"text":"It is a love based on giving and receiving as well as having and sharing. And the love that they give and have is shared and received. And through this having and giving and sharing and receiving, we too can share and love and have... and receive.","source":"Friends","id":303,"length":247},{"text":"Every thought and every word works for you or against you, and every thought that you confirm to be true becomes a belief. When you change a belief, you change a mental construction and, therefore, your life.","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","id":304,"length":208},{"text":"The poor and the middle class work for money. The rich have money work for them.","source":"Rich Dad Poor Dad","id":305,"length":80},{"text":"If a person can't answer directly to your question, it's either the answer is too painful for you to know or too hard for them to admit.","source":"Meitantei Conan","id":306,"length":136},{"text":"These memories lose their meaning when I think of love as something new, though I know I'll never lose affection for people and things that went before. I know I'll often stop and think about them.","source":"In My Life","id":307,"length":197},{"text":"Look, there's only one thing worse than being a loser. It's being one of those guys that sits in a bar, telling the story of how he became a loser, and I never want that to happen to me.","source":"The Simpsons","id":308,"length":186},{"text":"So you run and you run to catch up with the sun but it's sinking, racing around to come up behind you again. The sun is the same in a relative way but you're older, shorter of breath and one day closer to death.","source":"Time","id":309,"length":211},{"text":"Even though the bell has rung, some of my classmates are still milling around on the ground. It's the first week of the second semester of senior year, and already they're acting as if they're almost done and out of here.","source":"All the Bright Places","id":310,"length":221},{"text":"I don't want to live someone else's idea of how to live. Don't ask me to do that. I don't want to find out one day that I'm at the end of someone else's life.","source":"Out of Africa","id":311,"length":158},{"text":"All I really want is something beautiful to say.","source":"Words as Weapons","id":312,"length":48},{"text":"But when you lose something you love, faith takes over. You have to pay attention to what you lost. You have to undo the expectation.","source":"The Joy Luck Club","id":313,"length":133},{"text":"As a young child my mother told me I could be anyone I want to be. Turns out this is called identity theft.","source":"Funny Quotes: Slightly Twisted Words of Wisdom & Other Funny Sayings","id":314,"length":107},{"text":"What is this place, and who am I? I don't remember my name. All I remember is that I don't know my name and that I can't remember if I do know my name. I have this strange feeling that I've forgotten all of this before.","source":"Xavier: Renegade Angel","id":315,"length":219},{"text":"And certainly, the mistakes that we male and female mortals make when we have our own way might fairly raise some wonder that we are so fond of it.","source":"Middlemarch","id":316,"length":147},{"text":"She can lead you to love, she can take you or leave you, she can ask for the truth, but she'll never believe. And she'll take what you give her as long as it's free.","source":"She's Always A Woman","id":317,"length":165},{"text":"Just because something bears the aspect of the inevitable one should not, therefore, go along willingly with it.","source":"The Transmigration of Timothy Archer","id":318,"length":112},{"text":"I'm on the top of the world looking down on creation and the only explanation I can find is the love that I've found ever since you've been around. Your love's put me at the top of the world.","source":"Top of the World","id":319,"length":191},{"text":"We fell in love, we had our fun, you always had enough dreams for both of us. I wonder what would come of us if we could trade these ends for beginnings.","source":"One Less Star","id":320,"length":153},{"text":"Gonna see the river man, gonna tell him all I can about the ban on feeling free. If he tells me all he knows about the way his river flows, I don't suppose it's meant for me.","source":"River Man","id":321,"length":174},{"text":"For still there are so many things that I have never seen: in every wood, in every spring there is a different green. I sit beside the fire and think of people long ago, and people who will see a world that I shall never know.","source":"The Lord of The Rings","id":322,"length":226},{"text":"Your future hasn't been written yet; no one's has. Your future is whatever you make it, so make it a good one.","source":"Back to the Future Part III","id":323,"length":110},{"text":"Failure is nothing to be ashamed of. If you learned something from it, it's possible to gain that lost ground and then some. And all you have to do is refrain from making that same mistake twice. Above all, you should be ashamed of fearing failure.","source":".hack//Sign - Fear Failure","id":324,"length":248},{"text":"You know, when you feel this sting of losing, you have to realize that it all boils down to the fact that it's not about awards. It's not about accolades. It's about a body of work. If you can look at yourself in a mirror and say you've done a good job, that's all that matters. If you can do that, let the awards fall where they may.","source":"Frasier","id":325,"length":334},{"text":"Educators say that understanding is the key to learning, but how do you understand something if you can't remember it.","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","id":326,"length":118},{"text":"I've been making a list of the things they don't teach you at school. They don't teach you how to love somebody. They don't teach you how to be famous. They don't teach you how to be rich or how to be poor. They don't teach you how to walk away from someone you don't love any longer. They don't teach you how to know what's going on in someone else's mind. They don't teach you what to say to someone who's dying. They don't teach you anything worth knowing.","source":"The Kindly Ones","id":327,"length":459},{"text":"If you come soon you'll find breakfast on the table. If you come late you'll get grass and rain-water!","source":"The Lord of The Rings","id":328,"length":102},{"text":"Years later he would say that when he'd decided to become a professional baseball player, it was the only time he'd done something just for the money, and that he'd never do something just for the money ever again. He would never again let the market dictate the direction of his life.","source":"Moneyball","id":329,"length":285},{"text":"The night is bitter, the stars have lost their glitter, the winds grow colder, suddenly you're older, and all because of the man that got away. No more his eager call, the writing's on the wall, the dreams you've dreamed have all gone astray.","source":"A Star Is Born","id":330,"length":242},{"text":"By the pricking of my thumbs, something wicked this way comes. So vague, yet so immense. He did not want to live with it. Yet he knew that, during this night, unless he lived with it very well, he might have to live with it all the rest of his life.","source":"Something Wicked This Way Comes","id":331,"length":249},{"text":"And brace for the glory as you stare into the sky.","source":"Tempest","id":332,"length":50},{"text":"You are the true master of death, because the true master does not seek to run away from Death. He accepts that he must die, and understands that there are far, far worse things in the living world than dying.","source":"Harry Potter and the Deathly Hallows","id":333,"length":209},{"text":"If you have to choose among an infinite number of ways to put it together then the relation of the machine to you, and the relation of the machine and you to the rest of the world, has to be considered, because the selection from among many choices, the art of the work is just as dependent upon your own mind and spirit as it is upon the material of the machine.","source":"Zen and the Art of Motorcycle Maintenance","id":334,"length":363},{"text":"There's a club if you'd like to go. You could meet somebody who really loves you. So you go and you stand on your own and you leave on your own and you go home and you cry and you want to die.","source":"How Soon Is Now?","id":335,"length":192},{"text":"Some feeling had started in my stomach and was traveling up to my face, and I knew that when it got there I would turn bright red and hear the ocean, which is what happens when I get put on the spot.","source":"When You Reach Me","id":336,"length":199},{"text":"And so we meet at last. You are to be commended for avoiding my traps. The work of a man who once had too much time on his hands, and now finds time for nothing but the work of salvation.","source":"Half-Life 2","id":337,"length":187},{"text":"A choice tells the world what is most important to a human being. When a man has a choice to make he chooses what is most important to him, and that choice tells the world what kind of a man he is.","source":"The Promise","id":338,"length":197},{"text":"The town has a sense, not of history, but of time, and the telephone poles seem to know this. If you lay your hand against one, you can feel the vibration from the wires deep within the wood, as if souls had been imprisoned in there and were struggling to get out.","source":"Salem's Lot","id":339,"length":264},{"text":"You can tell from the lines on her face, you can see that she's been there. Probably been moved on from every place 'cause she didn't fit in there.","source":"Another Day In Paradise","id":340,"length":147},{"text":"With people like us, you should hang out, get to know what they do, how they do it. No one is going to answer questions like that. You need to understand how young people live on the streets.","source":"Gang Leader for a Day: A Rogue Sociologist Takes to the Streets","id":341,"length":191},{"text":"Love can touch us one time and last for a lifetime and never let go till we're one. Love was when I loved you one true time I hold to in my life we'll always go on.","source":"My Heart Will Go On","id":342,"length":164},{"text":"I don't care if they like me. I didn't come here to make friends. I don't even care if they respect me. I know who I am. I've got enough respect for myself. I do not want them to beat me.","source":"42","id":343,"length":187},{"text":"The moon belongs to everyone; the best things in life are free. The stars belong to everyone; they gleam there for you and me. The flowers in spring, the robins that sing, the sunbeams that shine - they're yours, they're mine. And love can come to everyone - the best things in life are free!","source":"Best Things in life Are Free","id":344,"length":292},{"text":"But I would walk five hundred miles and I would walk five hundred more, just to be the man who walks a thousand miles to fall down at your door.","source":"I'm Gonna Be (500 Miles)","id":345,"length":144},{"text":"Because you're like a story that hasn't happened yet. Because I want to see what you will do. I want to be part of the unfolding of the tale.","source":"The Cruel Prince","id":346,"length":141},{"text":"I've been fighting to be who I am all my life. What's the point of being who I am, if I can't have the person who was worth all the fighting for?","source":"I Don't Remember You","id":347,"length":145},{"text":"There's something moving through the windows and walls, I've seen it before, seen it before. You left me living with a lingering soul, how little you know, how little you know.","source":"Paint","id":348,"length":176},{"text":"I still remember these old country lanes when we did not know the answers.","source":"Castle on the Hill","id":349,"length":74},{"text":"Every time that I think I'm alone, and I can't find a word of my own, you take me home and then you change the world again. With only one word, you took a war out of my history. It's funny how one single thing you choose to see could change the world, and give mine back to me so much better.","source":"One Word","id":350,"length":292},{"text":"A father may have a child who is ugly and lacking in all the graces, and the love he feels for him puts a blindfold over his eyes so that he does not see his defects but considers them signs of charm and intelligence and recounts them to his friends as if they were clever and witty.","source":"Don Quixote","id":351,"length":283},{"text":"Sometimes at night I let it get to me. And sometimes, I'm sure it gets to all of us. And last night, it had me down I'm feeling numb. I can try, but sometimes that is not enough. No, sometimes that is not enough.","source":"In Bloom","id":352,"length":212},{"text":"Getting out of your comfort zone means trying to do something that you couldn't do before. Sometimes you may find it relatively easy to accomplish that new thing, and then you keep pushing on. But sometimes you run into something that stops you cold and it seems like you'll never be able to do it. Finding ways around these barriers is one of the hidden keys to purposeful practice.","source":"Peak: Secrets from the New Science of Expertise","id":353,"length":383},{"text":"You can't look me in the eye and say that you love me and you know it. You know, there's no sense in struggling against a thing when it's got you. It's got you and that's all there is to it - it's got you!","source":"My Man Godfrey","id":354,"length":205},{"text":"Sometimes I wish I never built this palace, but real love is never a waste of time.","source":"Palace","id":355,"length":83},{"text":"I wanted you to see what real courage is, instead of getting the idea that courage is a man with a gun in his hand. It's when you know you're licked before you begin but you begin anyway and you see it through no matter what. You rarely win, but sometimes you do.","source":"To Kill a Mockingbird","id":356,"length":263},{"text":"As long as we don't have magic, they will never treat us with respect. They need to know we can hit them back. If they burn our homes, we burn theirs, too.","source":"Children of Blood and Bone","id":357,"length":155},{"text":"After others have talked about themselves, a point will be reached when the conversation will get around to you. A little patience here is well invested.","source":"The Ultimate Secrets of Total Self-Confidence","id":358,"length":153},{"text":"Just one day, if I can be with you. Just one day, if I can hold your hands. Just one day, if I can be with you. Just one day, if only we can be together.","source":"Just One Day","id":359,"length":153},{"text":"There are two ways of seeing: with the body and with the soul. The body's sight can sometimes forget, but the soul remembers forever.","source":"The Count of Monte Cristo","id":360,"length":133},{"text":"Sometimes someone says something and their words are like the catch of a gas stove, the click, click while you're waiting for it to light up and flame big and blue...","source":"The Poet X","id":361,"length":166},{"text":"I was never scared of dying alone until I knew what it was like to have a home. I was never scared of dying alone until I knew what it was like to have a home.","source":"Breathe You In","id":362,"length":159},{"text":"Tell me how we're not alike, but we work so well and we don't even know why. Funny how the stars crossed right, 'cause we work so well, and we don't even know why. You can call it fire and ice, but we work so well, and we don't even know why.","source":"Why","id":363,"length":242},{"text":"I hated that having done the right thing was somehow considered wrong. And I hated that there didn't seem to be any other way to survive school.","source":"Sammy Keyes and the Night of the Skull","id":364,"length":144},{"text":"Stupid, pitiful creature. I am the rage in your heart. I am the fury in your thoughts. I alone empowered you to bring chaos to this world, and by the endless void, you shall!","source":"Warcraft III","id":365,"length":174},{"text":"Think of all the roads, think of all their crossings. Taking steps is easy, standing still is hard. Remember all their faces, remember all their voices. Everything is different the second time around.","source":"You've Got Time","id":366,"length":200},{"text":"The man who lies to himself and listens to his own lie comes to a point that he cannot distinguish the truth within him, or around him, and so loses all respect for himself and for others.","source":"The Brothers Karamazov","id":367,"length":188},{"text":"Apparently, it only appears to those people who are pure of heart and have a strong desire to see it.","source":"Pokemon Gold Version","id":368,"length":101},{"text":"There was nothing there, and they would find nothing. But all of a sudden they touched her personal diary, which she would not have shown even to her own mother. And these hostile young strangers reading the words she had written was more devastating to her than the whole Lubyanka with its bars and its cellars.","source":"The Gulag Archipelago","id":369,"length":312},{"text":"I felt good and all washed clean of sin for the first time I had ever felt so in my life, and I knowed I could pray now. But I didn't do it straight off, but laid the paper down and set there thinking - thinking how good it was all this happened so, and how near I come to being lost and going to hell.","source":"The Adventures of Huckleberry Finn","id":370,"length":302},{"text":"So I was sitting in my cubicle today, and I realized, ever since I started working, every single day of my life has been worse than the day before it. So that means that every single day that you see me, that's on the worst day of my life.","source":"Office Space","id":371,"length":239},{"text":"I think that those two people want to be together. I think that love, at the end of the day, is stronger than some mistake somebody made; something they did that they regret. I think that love allows for forgiveness.","source":"Scandal","id":372,"length":216},{"text":"That's the thing about girls. Every time they do something pretty, even if they're not much to look at, or even if they're sort of stupid, you fall in love with them, and then you never know where the hell you are. Girls. Jesus Christ. They can drive you crazy. They really can.","source":"The Catcher in the Rye","id":373,"length":278},{"text":"Home is where I can find some peace of mind to make my own way. I don't know where I will end up but I'll find it someday, keep on searching, engine burning while we're turning it around. But don't get left behind on the road.","source":"Left Behind","id":374,"length":226},{"text":"Well that is where we are. You say we are on the brink of destruction and you are right. But it is only on the brink that people find the will to change. Only at the precipice do we evolve. This is our moment. Don't take it from us, we are close to an answer.","source":"The Day The Earth Stood Still","id":375,"length":259},{"text":"While monsters are mostly made of magic, human beings are mostly made of water.","source":"Undertale","id":376,"length":79},{"text":"There is some love that will not go away. You're here, there's nothing I fear and I know that my heart will go on. We'll stay forever this way, you are safe in my heart.","source":"My Heart Will Go On","id":377,"length":169},{"text":"We speak of something carried and something carrying, of something led and something leading, of something seen and something seeing, and you understand that these things are all different from one another and how they differ? So there is also something loved and - a different thing - something loving.","source":"Plato: Five Dialogues","id":378,"length":303},{"text":"I still see your shadows in my room, can't take back the love that I gave you. It's to the point where I love and I hate you, and I cannot change you so I must replace you. Easier said than done, I thought you were the one. Listening to my heart, instead of my head. You found another one, but I am the better one. I won't let you forget me.","source":"Lucid Dreams","id":379,"length":341},{"text":"How can I just let you walk away, just let you leave without a trace? When I stand here taking every breath with you, you're the only one who really knew me at all.","source":"Against All Odds","id":380,"length":164},{"text":"When the night has come and the land is dark and the moon is the only light we'll see, no I won't be afraid, oh, I won't be afraid just as long as you stand, stand by me.","source":"Stand by Me","id":381,"length":170},{"text":"And so their end began. They thought us the final frontier, that sentiment couldn't have been more true. At the same time, the second we took over was the second we sealed our fate. Our creators had rushed to create us, and in their haste only thought of what they could do, never if they should.","source":"Takeoff","id":382,"length":296},{"text":"I had considered how the things that never happen are often as much realities to us, in their effects, as those that are accomplished.","source":"David Copperfield","id":383,"length":134},{"text":"The point is that if you are a little different, or a little outrageous, or if you do things that are bold or controversial, the press is going to write about you.","source":"The Art of the Deal","id":384,"length":163},{"text":"I know he tried, and he's still trying, and he'll still make mistakes sometimes, because he's a human being, and I've learned now that this is what human beings are always destined to do. Including me.","source":"Hurricane Child","id":385,"length":201},{"text":"Your bed is with you in the void. But not for long - it goes away from you. You don't have any way to get it back, so you just let it go. But so now we have a body in the void with you. So does the bed move, or do you move? Or both?","source":"Teach the Short Words First","id":386,"length":232},{"text":"All our knowledge begins with the senses, proceeds then to the understanding, and ends with reason. There is nothing higher than reason.","source":"Critique of Pure Reason","id":387,"length":136},{"text":"It is not our part to master all the tides of the world, but to do what is in us for the succour of those years wherein we are set, uprooting the evil in the fields that we know, so that those who live after may have clean earth to till. What weather they shall have is not ours to rule.","source":"The Return of the King","id":388,"length":287},{"text":"It's where I learned about living, it's where I learned about love. It's where I learned about working hard, and having a little was just enough.","source":"Boondocks","id":389,"length":145},{"text":"I don't know where you're going and I don't know why but listen to your heart before you tell him goodbye. Sometimes you wonder if this fight is worthwhile. The precious moments are all lost in the tide.","source":"Listen to Your Heart","id":390,"length":203},{"text":"I would never want to belong to any club that would have someone like me as member. That's the key joke of my adult life in terms of my relationships with women.","source":"Annie Hall","id":391,"length":161},{"text":"I only know that learning to believe in the power of my own words has been the most freeing experience of my life. It has brought me the most light. And isn't that what a poem is? A lantern glowing in the dark.","source":"The Poet X","id":392,"length":210},{"text":"And you can fly high as a kite if you want to, faster than light if you want to, speeding through the universe. Thinking is the best way to travel.","source":"The Best Way To Travel","id":393,"length":147},{"text":"There will be no more retribution, so you better not waste your time. I don't miss your arms around me. I put my hands in the fire when it burned me once, I don't need it for a second time.","source":"Dynamite","id":394,"length":189},{"text":"There will come a time when there are no human beings remaining to remember that anyone ever existed or that our species ever did anything.","source":"The Fault in Our Stars","id":395,"length":139},{"text":"Everyone is afraid of something. We fear things because we value them. We fear losing people because we love them. We fear dying because we value being alive. Don't wish you didn't fear anything. All that would mean is that you didn't feel anything.","source":"Lord of Shadows","id":396,"length":249},{"text":"You remind me that I am a mere mortal and you are a prince of Faerie. Well, let me remind you that means you have much to lose and I have nothing.","source":"The Cruel Prince","id":397,"length":146},{"text":"Do you hear the people sing? Singing the song of angry men. It is the music of the people who will not be slaves again! When the beating of your heart echoes the beating of the drums, there is a life about to start when tomorrow comes!","source":"Les Misérables","id":398,"length":235},{"text":"There are no simple answers in life. There is good and bad in everyone and everything. No decision is made without consequence. No road is taken that doesn't lead to another. What's important is that those roads always be kept open, for there's no telling what wonder they might lead to.","source":"Pendragon Book Ten: Soldiers of Halla","id":399,"length":287},{"text":"It had never occurred to him until then to think that literature was the best plaything that had ever been invented to make fun of people...","source":"One Hundred Years of Solitude","id":400,"length":140},{"text":"And that's how you go on. You lay laughter over the dark parts. The more dark parts, the more you have to laugh. With defiance, with abandon, with hysteria, any way you can.","source":"Strange the Dreamer","id":401,"length":173},{"text":"So don't be afraid to make mistakes, stumble and fall, because most of the time, the greatest rewards come from doing the things that scare you most, maybe, you'll get everything you wish for. Maybe you'll get more than you could have ever imagined. Who knows where life will take you. The road is long and in the end, the journey is the destination.","source":"One Tree Hill","id":402,"length":350},{"text":"Working hard is important, but there's something that matters even more, believing in yourself. Think of it this way, every great wizard in history has started out as nothing more than what we are now, students. If they can do it, why not us.","source":"Harry Potter and the Order of the Phoenix","id":403,"length":242},{"text":"Sometimes terrible things happen, but there's nothing more terrible than not having anybody to tell it to.","source":"Front Desk","id":404,"length":106},{"text":"So you were born, and that was a good day. Someday you'll die, and that is a shame. But somewhere in the between was a life in which we all dream. And nothing and no one will ever take that away.","source":"Somewhere in the Between","id":405,"length":195},{"text":"All I'm asking is that you do the minimal amount of work in this class to give yourself the illusion that you're actually learning something, and to give me a modicum of self respect like I'm actually teaching a class.","source":"Abduction","id":406,"length":218},{"text":"Stay, you're not gonna leave me. This place is right where you need to be. And why your words gotta mean so much to them? They mean nothing to me.","source":"Wake Up","id":407,"length":146},{"text":"In that cell you found something that mattered more to you than life.","source":"V for Vendetta","id":408,"length":69},{"text":"There is no difference between time and any of the dimensions of space except that our consciousness moves along it.","source":"The Time Machine","id":409,"length":116},{"text":"You could not live with your own failure. And where did that bring you? Back to me. I thought by eliminating half of life, the other half would thrive. But you've shown me that's impossible. And as long as there are those that remember what was, there will always be those that are unable to accept what can be. They will resist.","source":"Avengers: Endgame","id":410,"length":329},{"text":"This is what we call love. When you are loved, you can do anything in creation. When you are loved, there's no need at all to understand what's happening, because everything happens within you.","source":"The Alchemist","id":411,"length":193},{"text":"In a very real sense we have two minds, one that thinks and one that feels.","source":"Emotional Intelligence","id":412,"length":75},{"text":"I cannot fix on the hour, or the spot, or the look or the words, which laid the foundation. It is too long ago. I was in the middle before I knew that I had begun.","source":"Pride and Prejudice","id":413,"length":163},{"text":"Many people say that even if they don't know much about many things, at least they know what they like. But no, sorry sucker, hard luck!","source":"Critical Thinking Skills for Dummies","id":414,"length":136},{"text":"It is one thing to write as poet and another to write as a historian: the poet can recount or sing about things not as they were, but as they should have been, and the historian must write about them not as they should have been, but as they were, without adding or subtracting anything from the truth.","source":"Don Quixote","id":415,"length":302},{"text":"What a lamentable thing it is that men should blame the gods and regard us as the source of their troubles, when it is their own transgressions which bring them suffering that was not their destiny.","source":"The Odyssey","id":416,"length":198},{"text":"Whoever said that practice makes perfect is an idiot. Humans can't be perfect because we are not machines. The best thing that you can say about practice is that it makes better.","source":"Atypical","id":417,"length":178},{"text":"It is the mark of an educated mind to be able to entertain a thought without accepting it.","source":"Metaphysics","id":418,"length":90},{"text":"Good games offer players a set of challenging problems and then let them practice these until they have routinized their mastery.","source":"What Video Games Have to Teach Us About Learning and Literacy","id":419,"length":129},{"text":"Five thousand of my men are out there in the freezing mud. Three thousand of them are bloodied and cleaved. Two thousand will never leave this place. I will not believe they fought and died for nothing.","source":"The Gladiator","id":420,"length":202},{"text":"For we are not as faithful to the being we have most loved as we are to ourselves and sooner or later we forget her - since that is one of our characteristics - so as to start loving another.","source":"In Search of Lost Time","id":421,"length":191},{"text":"He could not be mistaken. There were no other eyes like those in the world. There was only one creature in the world who could concentrate for him all the brightness and meaning of life. It was she. It was Kitty.","source":"Anna Karenina","id":422,"length":212},{"text":"When I'm alone I dream of the horizon and words fail me. There is no light in a room where there is no sun and there is no sun if you're not here with me. From every window unfurls my heart, the heart that you have won. Into me you've poured the light, the light that you found by the side of the road.","source":"Time To Say Goodbye (English Version)","id":423,"length":302},{"text":"And if I should ever go away, well, then close your eyes and try to feel the way we do today, and then if you can remember, keep smiling, keep shining, knowing you can always count on me for sure. That's what friends are for.","source":"That's What Friends Are For","id":424,"length":225},{"text":"I can't believe I used to love the 1st day of school.","source":"The Miscalculations of Lightning Girl","id":425,"length":53},{"text":"Ticking away the moments that make up a dull day, you fritter and waste the hours in an off-hand way. Kicking around on a piece of ground in your home town, waiting for someone or something to show you the way.","source":"Time","id":426,"length":210},{"text":"I hope that whoever you are, you escape this place. I hope that the world turns and that things get better. But what I hope most of all is that you understand what I mean when I tell you that even though I do not know you, and even though I may never meet you, laugh with you, cry with you, or kiss you, I love you.","source":"V for Vendetta","id":427,"length":315},{"text":"Most of all I want to sleep. I want to sleep like I slept when I was a boy. Give me that. Just one time. That's why I won't allow that punk out there to get the best of me. Let alone the last of me.","source":"The Blacklist","id":428,"length":198},{"text":"It's better to read in the library. Sitting at my favorite table by the window reading and listening to the sound of other folks turning pages makes me feel like I'm in a house full of company I don't have to talk to.","source":"Finding Langston","id":429,"length":217},{"text":"The Earth is a world, the world is a ball, a ball in a game with no rules at all. And just as I wonder at the beauty of it all, you go and drop it and it breaks and falls.","source":"The Game","id":430,"length":171},{"text":"At that time, I often thought that if I had had to live in the trunk of a dead tree, with nothing to do but look up at the sky flowing overhead, little by little I would have gotten used to it.","source":"The Stranger","id":431,"length":193},{"text":"Cardan looks at me as though he's never seen me before. He looks at me as though no one has ever spoken to him like this. Maybe no one has.","source":"The Cruel Prince","id":432,"length":139},{"text":"And in the end, it's not the years in your life that count: It's the life in your years.","source":"Abraham Lincoln Quote","id":433,"length":88},{"text":"It seems to me that the best relationships, the ones that last, are frequently the ones that are rooted in friendship. You know, one day you look at the person and you see something more than you did the night before. Like a switch has been flicked somewhere. And the person who was just a friend is suddenly the only person you can ever imagine yourself with.","source":"The X-Files","id":434,"length":360},{"text":"You know, this necklace makes me think of this totally random memory of my mother. I was a little kid, and I was crying for one reason or another. And she was cradling me, rocking me back and forth, and I can just remember the silver balls rolling around.","source":"Garden State","id":435,"length":255},{"text":"I do not know what evil is when it comes to art. I only know what is good art and what is bad art.","source":"My Name is Asher Lev","id":436,"length":98},{"text":"For all my brave talk, I knew it was just that. No matter how much I trained or how much I studied, the best test score in the world wasn't gonna matter unless I had the blood test to go with it.","source":"Gattaca","id":437,"length":195},{"text":"History is not merely a linear collection of points that we pass through on a timeline. They are connected by a line. No, perhaps it is more accurate to say that they are made to connect.","source":"Serial Experiments Lain","id":438,"length":187},{"text":"What incensed him the most was the blatant jokes of the ones that passed it all off as a jest, pretending to understand everything and in reality not knowing their own minds.","source":"Ulysses","id":439,"length":174},{"text":"Children know something that we all too often set aside once we enter adulthood - that one of the best things in life is an experience designed to give you nothing more than glee.","source":"Rhett & Link's Book of Mythicality: A Field Guide to Curiosity, Creativity, and Tomfoolery","id":440,"length":179},{"text":"But what leaves us out of breath the most isn't the moments spent on a bed too small for two but the expense of our hearts by the labor of our bodies. I guess that two float around the point. But I wanna say it's more than just those moments, at least more than the surface. It's the tempo within those seconds where time seems to slow to a crawl and I can't help but fall into the rhythm of your skin and your shaking breath and I sink into the warmest dreams and the softest skin.","source":"Twin Sized Sheets","id":441,"length":482},{"text":"I'm not very good at this, out, being in public. But I felt the need to speak up for this city that I love with all my heart. No one should have to live in fear, in fear of madmen who have no regard for who they injure.","source":"Daredevil","id":442,"length":219},{"text":"How lovely would it feel to sing like that, to change the air with my voice, to fill people's ears with such pleasure. The sound cleared its own space and made it seem like everything was okay again.","source":"The Night Diary","id":443,"length":199},{"text":"You once thought of me as a white knight on his steed. Now you know how happy I can be. Our good times start and end without dollar one to spend.","source":"Daydream Believer","id":444,"length":145},{"text":"If I could fall into the sky, do you think time would pass me by?","source":"A Thousand Miles","id":445,"length":65},{"text":"I don't give a damn, except that I get bored sometimes when people tell me to act my age. Sometimes I act a lot older than I am - I really do - but people never notice it. People never notice anything.","source":"The Catcher in the Rye","id":446,"length":201},{"text":"San Francisco in the middle sixties was a very special time and place to be a part of. But no explanation, no mix of words or music or memories can touch that sense of knowing that you were there and alive in that corner of time and the world.","source":"Fear and Loathing in Las Vegas","id":447,"length":243},{"text":"Sometimes I wondered if I was seeing the same things through my eyes that the rest of the world was seeing through theirs. Maybe there was a glitch in my brain.","source":"Twilight","id":448,"length":160},{"text":"To the extent that experience is the sum of our memories and wisdom the sum of experience, having a better memory would mean knowing not only more about the world, but also more about myself.","source":"Moonwalking with Einstein","id":450,"length":191},{"text":"Everyone is to blame. He says that when you separate people into groups, they start to believe that one group is better than another. I think about Papa's medical books and how we all have the same blood, and organs, and bones inside us, no matter what religion we're supposed to be.","source":"The Night Diary","id":451,"length":283},{"text":"And you can find me where the sea pours into the stars, I'll get there someday. I hope you find everything you think that you want. Bruises will fade, time on our side, we can wait for it. I'll be doing fine, if you are, 'cause life is but a dream; only as real as you let it be.","source":"Wings","id":452,"length":279},{"text":"You had to kill the conversation, you always had the upper hand. Got caught in love and stepped in sinking sand. You had to go and ruin all our plans, packed your bags and you're leaving home. Got a one-way ticket and you're all set to go, but we have one more day together, so love me like there's no tomorrow.","source":"Love Me Like There's No Tomorrow","id":453,"length":311},{"text":"You know, Doc, when something happens, it can leave a trace of itself behind. Say like if someone burns toast. Well, maybe things that happen leave other kind of traces behind. Not things that anyone can notice, but things that people who shine can see. Just like they can see things that haven't happened yet, well, sometimes they can see things that happened a long time ago. I think a lot of things happened right here in this particular hotel over the years, and not all of 'em was good.","source":"The Shining","id":454,"length":491},{"text":"When every card in the deck is stacked against you, the only way to win a hand is to break the rules.","source":"The Book of Illusions","id":455,"length":101},{"text":"I don't want to set the world on fire, I just want to start a flame in your heart. In my heart I have but one desire, and that one is you, no other will do. I've lost all ambition for worldly acclaim, I just want to be the one you love. And with your admission that you feel the same, I'll have reached the goal I'm dreaming of, believe me.","source":"I Don't Want to Set the World on Fire","id":456,"length":340},{"text":"Last night we said a great many things. You said I was to do the thinking for both of us. Well, I've done a lot of it since then, and it all adds up to one thing: you're getting on that plane with Victor where you belong.","source":"Casablanca","id":457,"length":221},{"text":"I thought I had it all together, but I was led astray the day you walked away. You were the clock that was tickin' in my home. Changed my state of mind. Love's so hard to find.","source":"Baby I'm Yours","id":458,"length":176},{"text":"I wish I could just make you turn around and see me cry. There's so much I need to say to you. So many reasons why you're the only one who really knew me at all.","source":"Against All Odds","id":459,"length":161},{"text":"I am sitting in the morning at the diner on the corner. I am waiting at the counter for the man to pour the coffee, and he fills it only halfway, and before I even argue, he is looking out the window at somebody coming in.","source":"Tom's Diner","id":460,"length":222},{"text":"So, I guess we are who we are for a lot of reasons. And maybe we'll never know most of them. But even if we don't have the power to choose where we come from, we can still choose where we go from there. We can still do things. And we can try to feel okay about them.","source":"The Perks of Being a Wallflower","id":461,"length":266},{"text":"It's just that I learned a while ago that the best way to get people to like you is not to like them too much.","source":"An Abundance of Katherines","id":462,"length":110},{"text":"If we burn our wings flying too close to the sun; if the moment of glory is over before it's begun; if the dream is won though everything is lost, we will pay the price but we will not count the cost.","source":"Bravado Trailer","id":463,"length":200},{"text":"The capacity to love is determined by the fact that man is ready to seek the good consciously with others, to subordinate himself to this good because of others, or to subordinate himself to others because of this good.","source":"Love and Responsibility","id":464,"length":219},{"text":"You don't know what you're trying to take from me. You don't like it messy, but it's going to get as messy as it wants to be. Wind me up, set me down and look away. I can see the bottom, and the bottom's okay.","source":"Sucker Punch","id":465,"length":209},{"text":"What are you doing on my boat? Look, I've had a really bad day and I just need your help. You see, I've been thrown out of my home and flushed down my own toilet.","source":"Flushed Away","id":466,"length":162},{"text":"Dreams are not to be converted into reality, that we know; we would not form any, perhaps, were it not for desire, and it is useful to us to form them in order to see them fail and to be instructed by their failure.","source":"In Search of Lost Time","id":467,"length":215},{"text":"After I finish, it's like the part of me that can't fall asleep, the part that's staring at the cracks on the ceiling, wondering and worrying, is emptied in the diary for the night. During the day I fill back up and the pages wait. I like to think you're holding my thoughts for me until I can tend to them again.","source":"The Night Diary","id":468,"length":313},{"text":"You're horrible. You make up this story about demons talking to you through plastic animals when nothing talks to you just like nothing talks to me.","source":"Wonderfalls","id":469,"length":148},{"text":"You are the promised kiss of springtime that makes the lonely winter seem long. You are the breathless hush of evening that trembles on the brink of a lovely song. You are the angel glow that lights a star, the dearest things I know are what you are. Some day my happy arms will hold you, and some day I'll know that moment divine when all the things you are, are mine.","source":"All the Things You Are","id":470,"length":369},{"text":"Where did I go wrong? I lost a friend somewhere along in the bitterness and I would have stayed up with you all night had I known how to save a life.","source":"How to Save a Life","id":471,"length":149},{"text":"There's an old voice in my head that's holding me back. Well, tell her that I miss our little talks. Soon it will be over and buried with our past. We used to play outside when we were young and full of life and full of love.","source":"Little Talks","id":472,"length":225},{"text":"We can experience nothing but the present moment, live in no other second of time, and to understand this is as close as we can get to eternal life.","source":"The Children of Men","id":473,"length":148},{"text":"Can you feel the sunshine? Does it brighten up your day? Don't you feel that sometimes you just need to run away? Reach out for the sunshine, forget about the rain. Just think about the good times and they will come back again.","source":"Sonic R","id":474,"length":227},{"text":"One of the most tragic things I know about human nature is that all of us tend to put off living. We are all dreaming of some magical rose garden over the horizon instead of enjoying the roses that are blooming outside our windows today.","source":"Change Your Life!: A Little Book of Big Ideas","id":475,"length":237},{"text":"Everyone wants stuff. We wake up every day with a list of wishes a mile long and maybe we spend our lives trying to make those wishes come true, but just because we want them doesn't mean we need them to be happy.","source":"Pushing Daisies","id":476,"length":213},{"text":"Sam was the only member of the party who had not been over the river before. He had a strange feeling as the slow gurgling stream slipped by: his old life lay behind him in the mists, dark adventure lay in front.","source":"The Lord of The Rings","id":477,"length":212},{"text":"The place to improve the world is first in one's own heart and head and hands, and then to work outward from there. Other people can talk about how to expand the destiny of mankind. I just want to talk about how to fix a motorcycle. I think that what I have to say has more lasting value.","source":"Zen and the Art of Motorcycle Maintenance","id":478,"length":288},{"text":"We imagine that when we are thrown out of our usual ruts all is lost, but it is only then that what is new and good begins. While there is life there is happiness. There is much, much before us.","source":"War and Peace","id":479,"length":194},{"text":"Nothing makes time pass or shortens the way like a thought that absorbs in itself all the faculties of the one who is thinking. External existence is then like a sleep of which this thought is the dream. Under its influence, time has no more measure, space has no more distance.","source":"The Three Musketeers","id":480,"length":278},{"text":"When for years you wake up to having to win every battle every day, to prove that you are the best at everything... I started to worry what would happen if it turned out that I wasn't the best. I didn't want to worry...","source":"Kontroll","id":481,"length":219},{"text":"Well, if that's how you feel about it, then that's how you feel about it. Is that how you feel about it?","source":"The Witches of Eastwick","id":482,"length":104},{"text":"The last man on Earth sat alone in a room. There was a knock on the door.","source":"Knock","id":483,"length":73},{"text":"He supposed that even in Hell, people got an occasional sip of water, if only so they could appreciate the full horror of unrequited thirst when it set in again.","source":"Full Dark, No Stars","id":484,"length":161},{"text":"I'll close my eyes. Then I won't see the love you don't feel when you're holding me. Morning will come, and I'll do what's right. Just give me till then to give up this fight.","source":"I Can't Make You Love Me","id":485,"length":175},{"text":"Remember that humor is written backwards. That means you first find the cliche you want to work on, then build a story around it.","source":"Comedy Writing Secrets","id":486,"length":129},{"text":"Now and again we try to just stay alive, maybe we'll turn it all around 'cause it's not too late. It's never too late.","source":"Never Too Late","id":487,"length":118},{"text":"We were the people who were not in the papers. We lived in the blank white spaces at the edges of print.","source":"The Handmaid's Tale","id":488,"length":104},{"text":"Games are bad. They make you mad. Games are bad. They make you mad. Games are bad. They make you mad.","source":"Postal 2","id":489,"length":101},{"text":"We never get to change the past. We never get to know the future. No reason to wish for one place rather than another; no reason to say I wish I were home, or I wish I were in an exotic new place that is not my home. They will all be the same as this place. Here the experience of existing comes clear. This world is our body.","source":"Antarctica","id":490,"length":326},{"text":"A straight line is said to have been cut in extreme and mean ratio when, as the whole line is to the greater segment, so is the greater to the lesser.","source":"Euclid's Elements","id":491,"length":150},{"text":"Why did I do it? Mainly because people said it was impossible, and that's what my life is all about: breaking limitations and showing people what our memories are capable of.","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","id":492,"length":174},{"text":"The example of painting can teach us not only how to manage our own work, but how to work together. A lot of the great art of the past is the work of multiple hands, though there may only be one name on the wall next to it in the museum.","source":"Hackers and Painters: Big Ideas from the Computer Age","id":493,"length":237},{"text":"Live a good life. If there are gods and they are just, they will not care how devout you have been, but will welcome you based on the virtues you have lived by. If there are gods, but unjust, then you should not want to worship them. If there are no gods, then you will be gone, but will have lived a noble life that will live on in the memories of your loved ones.","source":"Live a Good Life","id":494,"length":365},{"text":"I can hear the soft breathing of the girl that I love as she lies here beside me asleep with the night. And her hair, in a fine mist floats on my pillow, reflecting the glow of the winter moonlight.","source":"Wednesday Morning, 3 A.M.","id":495,"length":198},{"text":"And the hardest part was letting go, not taking part was the hardest part. And the strangest thing was waiting for that bell to ring. It was the strangest start.","source":"The Hardest Part","id":496,"length":161},{"text":"For my hope was founded on a fat man in Bree; and my fear was founded on the cunning of Sauron. But fat men who sell ale have many calls to answer; and the power of Sauron is still less than fear makes it.","source":"The Lord of The Rings","id":497,"length":205},{"text":"It is not despair, for despair is only for those who see the end beyond all doubt. We do not.","source":"The Lord of The Rings","id":499,"length":93},{"text":"We all start out knowing magic. We are born with whirlwinds, forest fires, and comets inside us. We are born able to sing to birds and read the clouds and see our destiny in grains of sand. But then we get the magic educated right out of our souls.","source":"Swan Song","id":500,"length":248},{"text":"We've wounded this mountain. It's our duty to close her wounds. It's the least we can do to show our gratitude for all the wealth she's given us. If you guys don't want to help me, I'll do it alone.","source":"The Treasure of the Sierra Madre","id":501,"length":198},{"text":"I've never really had much of an imagination. But still I would try to picture the exact moment when the beating of my heart would no longer be going on inside my head.","source":"The Stranger","id":502,"length":168},{"text":"And I taught myself how to forget that sometimes life will try to convince you there's such a thing as regret. But I found it to be a lie, the same lie I found when I looked in your eyes after it was said and done.","source":"Car Crash","id":503,"length":214},{"text":"If you had one shot to sit on your lazy butt, and watch all the TV you ever wanted, until your brain turned to mush. Would you go for it, or just let it slip.","source":"Couch Potato","id":504,"length":158},{"text":"I shall die here. Every last inch of me shall perish. Except one. An inch. It's small and it's fragile and it's the only thing in the world worth having. We must never lose it, or sell it, or give it away. We must never let them take it from us.","source":"V for Vendetta","id":505,"length":245},{"text":"I've never been to this part of the castle, at least while awake. I sleepwalk you see, that's why I wear shoes to bed.","source":"Harry Potter and the Half-Blood Prince","id":506,"length":118},{"text":"Look into my eyes and it's easy to see, one and one make two, two and one make three, it was destiny. Once every hundred thousand years or so, when the sun doth shine and the moon doth glow and the grass doth grow.","source":"Tribute","id":507,"length":214},{"text":"It's been rainy and windy for seven days straight. I've been going to bed early and getting up late. I look out my window and it's one shade of gray. My wife and my kids don't have much to say. A man out of work only gets in the way.","source":"River Take Me","id":508,"length":233},{"text":"In the midst of friends, home, and kind parents, she was alone.","source":"Vanity Fair","id":509,"length":63},{"text":"She would follow, her dream of love, the dictates of her heart that told her he was her all in all, the only man in all the world for her for love was the master guide. Come what might she would be wild, untrammelled, free.","source":"Ulysses","id":510,"length":223},{"text":"It seemed funny to me that the sunset she saw from her patio and the one I saw from the back steps was the same one. Maybe the two different worlds we lived in weren't so different. We saw the same sunset.","source":"The Outsiders","id":511,"length":205},{"text":"When you hit rock-bottom, you still have a way to go until the abyss.","source":"La Casa de Papel","id":512,"length":69},{"text":"It was not the brutality of what occurred next that changed my mind and brought home to me the full meaning of fear. It was the brilliance of it.","source":"The Historian","id":513,"length":145},{"text":"The point is you've got to get to know each other better if you're going to take a big step like this. You gotta get past this early infatuation and get to the point where you're sick and tired of each other; then you're ready for marriage. Look at Diane and me, we waited five years to get married. If it were up to me we'd wait another five.","source":"Cheers","id":514,"length":343},{"text":"I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.","source":"Walden","id":515,"length":212},{"text":"There is a theory, for which there is much to be said, that gold and gems were valued originally on account of their supposed magical properties.","source":"An Outline of Intellectual Rubbish","id":516,"length":145},{"text":"Every day when you're walking down the street, everybody that you meet has an original point of view. And I say hey, hey! What a wonderful kind of day, where you can learn to work and play, and get along with each other.","source":"Arthur","id":517,"length":220},{"text":"In the beginning, the Universe was created. This had made a lot of people very angry and been widely regarded as a bad move.","source":"The Hitchhiker's Guide to the Galaxy","id":518,"length":124},{"text":"Picture a wave in the ocean. You can see it, measure it, its height, the way the sunlight refracts when it passes through, and it's there, and you can see it, you know what it is. It's a wave. And then it crashes on the shore, and it's gone. But the water is still there. The wave was just a different way for the water to be for a little while.","source":"The Good Place","id":519,"length":345},{"text":"I want you to know that the day you saw something in me, my whole life changed.","source":"Mad Men","id":520,"length":79},{"text":"Your silence furnishes a dark house. But even at the risk of burning, the moth always seeks the light.","source":"The Poet X","id":521,"length":102},{"text":"It was the last that remained of a past whose annihilation had not taken place because it was still in a process of annihilation, consuming itself from within, ending at every moment but never ending its ending.","source":"One Hundred Years of Solitude","id":522,"length":211},{"text":"The gentleman cannot be appreciated in small things but is acceptable in great matters. A small man is not acceptable in great matters but can be appreciated in small things.","source":"The Analects","id":523,"length":174},{"text":"There was no reason for me to stay in the real world any longer. In the real world, it didn't matter if I was there or not. When I realized that, I was no longer afraid of losing my body.","source":"Serial Lain Experiments","id":524,"length":187},{"text":"There's a storm coming, Mr. Wayne. You and your friends better batten down the hatches, because when it hits, you're all gonna wonder how you ever thought you could live so large and leave so little for the rest of us.","source":"The Dark Knight Rises","id":525,"length":218},{"text":"I breathed in my new surroundings. The air smelled different here, I don't know whether it was the desert air or the dry trees or just that I was far away from the stink of the city, but I liked it.","source":"Variant","id":526,"length":198},{"text":"My spirit's made up of the ocean, and the sky, and the sun, and the moon, and all my eyes can see. I cannot go back to your land of gloom, where black jagged shadows remind me of the coming of your doom. I want my own land.","source":"Frownland","id":527,"length":223},{"text":"If I could go back to the day we met, what would I do? Perhaps I would smile with a kinder face. And maybe, when our eyes met, I would laugh even more. Then everything definitely would have gone better from the beginning. But life is a combination of miracles. If even one of them were different, then everything would change.","source":"Suki Na Hito Ga Irukoto","id":528,"length":326},{"text":"Why is it, every time something terrible happens, everyone tells you the worst thing that ever happened to them, as though that makes it easier?","source":"Horizon Zero Dawn","id":529,"length":144},{"text":"Let me photograph you in this light, in case it is the last time that we might be exactly like we were before we realized we were sad of getting old.","source":"When We Were Young","id":530,"length":149},{"text":"So much of this story is about human will, about what we can do when we come up against forces bigger than any of us. Whatever your beliefs or your lack thereof, we will live only one version of this life, and where and when that life starts determines so much.","source":"A Kim Jong-Il Production: The Extraordinary True Story of a Kidnapped Filmmaker, His Star Actress, and a Young Dictator's Rise to Power","id":531,"length":261},{"text":"There's a sign on the wall but she wants to be sure 'cause you know sometimes words have two meanings. In a tree by the brook, there's a songbird who sings, sometimes all of our thoughts are misgiven.","source":"Stairway to Heaven","id":532,"length":200},{"text":"You gotta see it to believe it, the sky never looked so blue it's so hard to leave it, but that's what I always do. So I keep thinking back to a time under the canyon moon.","source":"Canyon Moon","id":533,"length":172},{"text":"Learn to light a candle in the darkest moments of someone's life. Be the light that helps others see; it is what gives life its deepest significance.","source":"The Light in the Heart","id":534,"length":149},{"text":"What I think is if you can't figure out how to have a simple date with a woman who's already agreed to go out with you, then maybe you don't deserve to go out with her in the first place. How's that for advice?","source":"Suits","id":535,"length":210},{"text":"You cannot fly with the eagles if you continue to scratch with the turkeys.","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","id":536,"length":75},{"text":"They say there is a person who will tell you how to survive in this land... oh wait. That's me.","source":"Terraria","id":537,"length":95},{"text":"When I was your age, television was called books. And this is a special book. It was the book my father used to read to me when I was sick, and I used to read it to your father. And today I'm gonna read it to you.","source":"The Princess Bride","id":538,"length":213},{"text":"When you go on the run, the first thing you do is lay down tracks in the opposite direction. But that only works if the bad guys find the trail and believe it's for real, which means selling it. You need to put on a little show, make them feel clever. When you make somebody work to get a piece of information, they'll believe it that much more because it's hard to get.","source":"Burn Notice","id":539,"length":370},{"text":"To me, you are still nothing more than a little boy who is just like a hundred thousand other little boys. And I have no need of you. And you, on your part, have no need of me. To you, I am nothing more than a fox like a hundred thousand other foxes. But if you tame me, then we shall need each other. To me, you will be unique in all the world. To you, I shall be unique in all the world...","source":"The Little Prince","id":540,"length":391},{"text":"It's important in life to conclude things properly. Only then can you let go. Otherwise you are left with words you should have said but never did, and your heart is heavy with remorse.","source":"Life of Pi","id":541,"length":185},{"text":"The journey doesn't end here. Death is just another path, one that we all must take. The grey rain-curtain of this world rolls back, and all turns to silver glass, and then you see it.","source":"The Lord of The Rings","id":542,"length":184},{"text":"Sometimes we get sad about things and we don't like to tell other people that we are sad about them. We like to keep it a secret. Or sometimes, we are sad but we really don't know why we are sad, so we say we aren't sad but we really are.","source":"The Curious Incident of the Dog in the Night-Time","id":543,"length":238},{"text":"And so with the sunshine and the great bursts of leaves growing on the trees, just as things grow in fast movies, I had that familiar conviction that life was beginning over again with the summer.","source":"The Great Gatsby","id":544,"length":196},{"text":"You shared something horrible with me, gave me no time to process it, and while I was taking it in you not only attacked my integrity, you made me feel ashamed of myself.","source":"Suits","id":545,"length":170},{"text":"I do not know what I may appear to the world, but to myself I seem to have been only like a boy playing on the seashore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me.","source":"Memoirs of the Life, Writings, and Discoveries of Sir Isaac Newton","id":546,"length":282},{"text":"Everyone gets everything he wants. I wanted a mission, and for my sins, they gave me one. Brought it up to me like room service. It was a real choice mission, and when it was over, I never wanted another.","source":"Apocalypse Now","id":547,"length":204},{"text":"Just let me wake up in the morning to the smell of new mown hay, to laugh and cry, to live and die in the brightness of my day. I want to hear the pealing bell of distant churches sing. But most of all please free me from this aching metal ring and open out this cage towards the sun.","source":"Skyline Pigeon","id":548,"length":284},{"text":"You must have a goal because it's just as difficult to reach a destination you don't have, as it is to come back from a place you've never been.","source":"See You at the Top: 25th Anniversary Edition","id":549,"length":144},{"text":"You can't see the changes we see, we who have been with him for so long. Do you think any of us want to look into his eyes for the next hundred years if he loses you?","source":"Twilight","id":550,"length":166},{"text":"My heart wants to beat like the wings of the birds that rise from the lake to the trees. My heart wants to sigh like a chime that flies from a church on a breeze, to laugh like a brook when it trips and falls over stones on its way, to sing through the night like a lark who is learning to pray.","source":"The Sound of Music","id":551,"length":295},{"text":"I can hear those echoes in the wind at night calling me back in time, back to you, in a place far away where the water meets the sky.","source":"See You Again","id":552,"length":133},{"text":"Yes, it was her he was looking at, and there was meaning in his look. His eyes burned into her as though they would search her through and through, read her very soul.","source":"Ulysses","id":553,"length":167},{"text":"This was supposed to be a question. Not a poem, confession or whatever it's become. I just want to know if you would listen with me to the sound of our heartbeats.","source":"The Poet X","id":554,"length":163},{"text":"I have a dream, a song to sing, to help me cope with anything. If you see the wonder of a fairy tale you can take the future even if you fail.","source":"I Have A Dream","id":555,"length":142},{"text":"You'll never have that kind of relationship in a world where you're afraid to take the first step because all you see is every negative thing ten miles down the road.","source":"Good Will Hunting","id":556,"length":166},{"text":"Although his voice was also broken by uncertainty and his hands seemed to doubt the existence of things, it was evident that he came from the world where men could still sleep and remember.","source":"One Hundred Years of Solitude","id":557,"length":189},{"text":"Give me a lifetime of promises and a world of dreams. Speak the language of love like you know what it means. You're simply the best, better than all the rest, better than anyone I ever met.","source":"The Best","id":558,"length":190},{"text":"I don't feel like that now. I feel that as long as the Shire lies behind, safe and comfortable, I shall find wandering more bearable: I shall know that somewhere there is a firm foothold, even if my feet cannot stand there again.","source":"The Lord of The Rings","id":559,"length":229},{"text":"I have noticed even people who claim everything is predestined, and that we can do nothing to change it, look before they cross the road.","source":"Predestination","id":560,"length":137},{"text":"The thing under my bed waiting to grab my ankle isn't real. I know that, and I also know that if I'm careful to keep my foot under the covers, it will never be able to grab my ankle.","source":"Graveyard Shift and Other Stories From Night Shift","id":561,"length":182},{"text":"Maybe our old wounds teach us something. They remind us where we've been and what we've overcome. They teach us lessons about what to avoid in the future. That's what we like to think. But that's not always the way it is. Sometimes there are things we just have to learn over again.","source":"Grey's Academy","id":562,"length":282},{"text":"It is now time to make it unclear. To write off lines that don't make sense. I love myself better than you. I know it's wrong so what should I do? And one more special message to go, and then I'm done, and I can go home. I love myself better than you. I know it's wrong so what should I do?","source":"On A Plain","id":563,"length":290},{"text":"You know when I was your age, I went out to fishing with all my brothers and my father, and everybody. And I was the only one who caught a fish.","source":"The Godfather: Part II","id":564,"length":144},{"text":"The highlander seemed to float through life very much the same as a cloud in an empty sky, touching nothing, leaving no trace of his passing.","source":"The Sword of Shannara","id":565,"length":141},{"text":"His ear heard more than what was said to him, and his slow speech had overtones not of thought, but of understanding beyond thought.","source":"Of Mice and Men","id":566,"length":132},{"text":"Nobody listens anymore. I can't talk to the walls because they're yelling at me, I can't talk to my wife; she listens to the walls. I just want someone to hear what I have to say. And maybe if I talk long enough it'll make sense. And I want you to teach me to understand what I read.","source":"Fahrenheit 451","id":567,"length":283},{"text":"It's not about changing the world. It's about doing our best to leave the world the way it is. It's about respecting the will of others, and believing in your own.","source":"Metal Gear Solid 4: Guns of the Patriots","id":568,"length":163},{"text":"This year our members have put more things on top of other things than ever before. But I should warn you, this is no time for complacency. No, there are still many things, and I cannot emphasize this too strongly, not on top of other things. I myself, on my way here this evening, saw a thing that was not on top of another thing in any way.","source":"Monty Python's Flying Circus","id":569,"length":342},{"text":"Perhaps love is like a resting place, a shelter from the storm. It exists to give you comfort. It is there to keep you warm. And in those times of trouble when you are most alone, the memory of love will bring you home.","source":"Perhaps Love","id":570,"length":219},{"text":"Did you know? There are three kinds of aces. Those who seek strength, those who live for pride, and those who can read the tide of battle.","source":"Solo Wing Pixy - Ace Combat Zero","id":571,"length":138},{"text":"If all these dreams might find their way into my day to day scene I'd be under the impression I was somewhere in between. Not so many things we got to do or places we got to be.","source":"Better Together","id":572,"length":177},{"text":"After several hours, Joe finally gave up on logic and reason, and simply told the cabinet that he could talk to plants and that they wanted water.","source":"Idiocracy","id":573,"length":146},{"text":"I'll tell you a riddle. You're waiting for a train, a train that will take you far away. You know where you hope this train will take you, but you don't know for sure. But it doesn't matter. How can it not matter to you where that train will take you?","source":"Inception","id":574,"length":251},{"text":"I wanted to understand as much as I could about the procedure as possible. I think it's important for my job to understand the inner workings of the work that we do, well not that I do, but the work that is done by people where I also work, the work of my colleagues.","source":"Eternal Sunshine of the Spotless Mind","id":575,"length":267},{"text":"But older than me now, more constant, more real, and the fur, and the mouth, and the innocence turned to hair and contentment that hangs in abasement - a woman now standing where once there was only a girl.","source":"Last Dance","id":576,"length":206},{"text":"If you want to save yourself the ticket price, go into the kitchen, cue up a male choir singing the music of hell, and get a kid to start banging pots and pans together. Then close your eyes and use your imagination.","source":"A Horrible Experience of Unbearable Length","id":577,"length":216},{"text":"I'd pull your eyes out of your head, and put them in my own skull, and look around, so I could see the street the way I used to when I was your age.","source":"Birdman","id":578,"length":148},{"text":"Pause you who read this, and think for a moment of the long chain of iron or gold, of thorns or flowers, that would never have bound you, but for the formation of the first link on one memorable day.","source":"Great Expectations","id":579,"length":199},{"text":"They often wish that people would just once and for all work out where the hell they wanted to be.","source":"Hitchhiker's Guide to the Galaxy","id":580,"length":98},{"text":"I suppose it is tempting, if the only tool you have is a hammer, to treat everything as if it were a nail.","source":"The Psychology of Science: A Reconnaissance","id":581,"length":106},{"text":"All of these moments just might find their way into my dreams tonight. But I know that they'll be gone when the morning light sings and brings new things.","source":"Better Together","id":582,"length":154},{"text":"And I will keep you safe and strong and shelter from the storm. No matter where it's barren, a dream is being born. I'll be everyone you need, no matter if the sun don't shine or if the skies are blue. No matter what the end is my life began with you.","source":"No Matter What","id":583,"length":251},{"text":"You know a dream is like a river ever changing as it flows and a dreamer's just a vessel that must follow where it goes. Trying to learn from what's behind you and never knowing what's in store makes each day a constant battle just to stay between the shores.","source":"The River","id":584,"length":259},{"text":"I am going to keep on defying you. I am going to shame you with my defiance. You remind me that I am a mere mortal and you are a prince of Faerie. Well, let me remind you that means you have much to lose and I have nothing. You may win in the end, you may ensorcell me and hurt me and humiliate me, but I will make sure you lose everything I can take from you on the way down. I promise you this is the least of what I can do.","source":"The Cruel Prince","id":585,"length":426},{"text":"The major difference between a thing that might go wrong and a thing that cannot possibly go wrong is that when a thing that cannot possibly go wrong goes wrong it usually turns out to be impossible to get at or repair.","source":"Mostly Harmless","id":586,"length":219},{"text":"He did not know how long it took, but later he looked back on this time of crying in the corner of the dark cave and thought of it as when he learned the most important rule of survival, which was that feeling sorry for yourself didn't work. It wasn't just that it was wrong to do, or that it was considered incorrect. It was more than that - it didn't work.","source":"Hatchet","id":587,"length":358},{"text":"There are many people who reach their conclusions about life like schoolboys; they cheat their master by copying the answer out of a book without having worked out the sum for themselves.","source":"The Journals of Kierkegaard","id":588,"length":187},{"text":"When the light is running low, and the shadows start to grow, and the places that you know seem like fantasy, there's a light inside your soul that's still shining in the cold with the truth - the promise in our hearts. Don't forget. I'm with you in the dark.","source":"Deltarune","id":589,"length":259},{"text":"I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success. Such emotions make a man forget food, sleep, friends, love, everything.","source":"Marconi and Tesla: Pioneers of Radio Communication","id":590,"length":233},{"text":"I still think about the letter you asked me to write. It nags at me, even though you're gone and there's no one to give it to anymore. Sometimes I work on it in my head, trying to map out the story you asked me to tell, about everything that happened this past fall and winter. It's all still there, like a movie I can watch when I want to. Which is never.","source":"When You Reach Me","id":591,"length":356},{"text":"I came back home from work tonight and saw you there, with a train set in your hands and paint in your hair. And I just saw you this morning but I don't care; I'm saying let's never be apart again.","source":"Let's Never Be Apart Again","id":592,"length":197},{"text":"When you think about it, we're all different people all through our lives. And that's okay, that's good, you've got to keep moving, so long as you remember all the people that you used to be. I will not forget one line of this. Not one day, I swear. I will always remember when the Doctor was me.","source":"Doctor Who","id":593,"length":296},{"text":"Anywhere can be paradise, as long as you have the will to live. After all, you are alive, so you will always have the chance to be happy.","source":"The End of Evangelion","id":594,"length":137},{"text":"We got questions we should not ask, but how would you feel if I told you I loved you? It's just something that I want to do.","source":"How Would You Feel","id":595,"length":124},{"text":"If I were a rich man, I'd build a big tall house with rooms by the dozen right in the middle of the town. A fine tin roof with real wooden floors below. There would be one long staircase just going up and one even longer coming down and one more leading nowhere, just for show.","source":"If I Were a Rich Man","id":596,"length":277},{"text":"I etched your name in the clouds but it was lost when the thunder cried. I etched your name in the surf but it was stolen by the rising tide. I etched your name in my heart and there it will forever reside.","source":"Wonderfalls","id":597,"length":206},{"text":"The man who passes the sentence should swing the sword. If you would take a man's life, you owe it to him to look into his eyes and hear his final words. And if you cannot bear to do that, then perhaps the man does not deserve to die.","source":"A Game of Thrones","id":598,"length":234},{"text":"I wrote about how last weekend my parents and I waited in line at the movies for an hour, and when we finally got up to the ticket booth lady, they were sold out! Isn't that sad?","source":"Front Desk","id":599,"length":178},{"text":"Nice things don't happen in storybooks. Or when they do happen, something bad happens next. Because otherwise the story would be boring, and no one would read it.","source":"The Cruel Prince","id":600,"length":162},{"text":"There was a time when I was alone, nowhere to go and no place to call home. My only friend was the man in the moon and even sometimes he would go away, too. Then one night, as I closed my eyes, I saw a shadow flying high. He came to me with the sweetest smile, told me he wanted to talk for a while.","source":"Lost Boy","id":601,"length":299},{"text":"You can't get back what you've lost, what's important now is what is it that you still have.","source":"One Piece","id":602,"length":92},{"text":"Some say the world will end in fire, some say in ice. From what I've tasted of desire, I hold with those who favor fire. But if it had to perish twice, I think I know enough of hate, to say that for destruction ice is also great, and would suffice.","source":"Fire and Ice","id":603,"length":248},{"text":"Now I want you to think and stop being a smart aleck. A man's attitude goes some ways - the way his life will be. Is that something you agree with? So since you agree, you must be someone who does not care about the good life.","source":"Mulholland Drive","id":604,"length":226},{"text":"I don't know if I will have the time to write any more letters because I might be too busy trying to participate. So if this does end up being the last letter, I just want you to know that I was in a bad place before I started high school, and you helped me. Even if you didn't know what I was talking about or know someone who's gone through it, you made me not feel alone.","source":"The Perks of Being a Wallflower","id":605,"length":374},{"text":"And one day I knew I had to come back here. I had to come back and get on the merry-go-round, and eat cotton candy, and listen to a band concert. Just stop and breathe, and close my eyes and smell and listen.","source":"The Twilight Zone","id":606,"length":208},{"text":"Someone once told me that time was a predator that stalked us all our lives. I rather believe that time is a companion who goes with us on the journey and reminds us to cherish every moment, because it will never come again. What we leave behind is not as important as how we've lived. After all Number One, we're only mortal.","source":"Star Trek: Generations","id":607,"length":326},{"text":"But the law of loving others could not be discovered by reason, because it is unreasonable.","source":"Anna Karenina","id":608,"length":91},{"text":"For string theory to make sense, the universe should have nine space dimensions and one time dimension, for a total of ten dimensions.","source":"The Elegant Universe: Superstrings, Hidden Dimensions, and the Quest for the Ultimate Theory","id":609,"length":134},{"text":"I don't like work - no man does - but I like what is in the work - the chance to find yourself. Your own reality - for yourself, not for others - what no other man can ever know. They can only see the mere show, and never can tell what it really means.","source":"Heart of Darkness","id":610,"length":252},{"text":"But on this particular day I did not like the color of the sky.","source":"Wind, Sand and Stars","id":611,"length":63},{"text":"I'm in love with you, and I know that love is just a shout into the void, and that oblivion is inevitable, and that we're all doomed and that there will come a day when all our labor has been returned to dust, and I know the sun will swallow the only earth we'll ever have, and I am in love with you.","source":"The Fault in Our Stars","id":612,"length":300},{"text":"On the page, punctuation performs its grammatical function, but in the mind of the reader it does more than that. It tells the reader how to hum the tune.","source":"Eats, Shoots & Leaves: The Zero Tolerance Approach to Punctuation","id":613,"length":154},{"text":"But the house gets so quiet sitting here wishing for just an hour or two alone with you. Well, it's always too personal, always too close to comment. They all mention how tired you look and you realize you haven't said a word in hours. Well, who's hiding it?","source":"Hiding","id":614,"length":258},{"text":"We passionately long that there may be another life in which we shall be similar to what we are here below. But we do not pause to reflect that, even without waiting for that other life, in this life, after a few years we are unfaithful to what we have been, to what we wished to remain immortally.","source":"Cities of the Plain","id":615,"length":298},{"text":"I can't have been there when brains were handed 'round or get past the cover of your books profound and some of your friends think it's really unsound that you're ever seen talking to me.","source":"The Mayor of Simpleton","id":616,"length":187},{"text":"He then told them many remarkable stories, sometimes half as if speaking to himself, sometimes looking at them suddenly with a bright blue eye under his deep brows. Often his voice would turn to song, and he would get out of his chair and dance about. He told them tales of bees and flowers, the ways of trees, and the strange creatures of the Forest, about the evil things and good things, things friendly and things unfriendly, cruel things and kind things, and secrets hidden under brambles.","source":"The Lord of The Rings","id":617,"length":494},{"text":"Getting into trouble is not a bad thing. It's proof that someone's watching you. I've got my eyes on you, so feel free to mess up as much as you want.","source":"My Youth Romantic Comedy is Wrong, as I Expected","id":618,"length":150},{"text":"The boy had been working for the crystal merchant for almost a month, and he could see that it wasn't exactly the kind of job that would make him happy. The merchant spent the entire day mumbling behind the counter, telling the boy to be careful with the pieces and not to break anything.","source":"The Alchemist","id":619,"length":288},{"text":"And in the night, when the dog barks at shadows, tell him not to be afraid of what he cannot see or the things he does not yet understand. There is mystery everywhere. Beneath rocks, there is damp earth and an army of ants planning a revolution.","source":"Harbor Me","id":620,"length":245},{"text":"What a charming reconciler and peacemaker money is!","source":"Vanity Fair","id":621,"length":51},{"text":"Life is not the amount of breaths you take. It's the moments that take your breath away.","source":"Hitch","id":622,"length":88},{"text":"Gold and rose, the color of the dream I had not too long ago. A misty blue and the lilac, too, never to grow old. There you were under the tree of song, sleeping so peacefully. In your hand a flower played, awaiting there for me. I have never laid eyes on you, not before this timeless day, but you walked and you once smiled my name, and you stole my heart away.","source":"One Rainy Wish","id":623,"length":363},{"text":"We climbed, he first and I behind, until through a small round opening ahead of us, I saw the lovely things the heavens hold, and we came out to see once more the stars.","source":"The Divine Comedy","id":624,"length":169},{"text":"Death really did not matter to him but life did, and therefore the sensation he felt when they gave their decision was not a feeling of fear but of nostalgia.","source":"One Hundred Years of Solitude","id":625,"length":158},{"text":"One more turn and I'll settle the score. A rubber fire screams into the night. Crash and burn is what you're gonna do. I am the master of the asphalt fight.","source":"Initial D: Fifth Stage","id":626,"length":156},{"text":"Being in a minority, even in a minority of one, did not make you mad. There was truth and there was untruth, and if you clung to the truth even against the whole world, you were not mad.","source":"Nineteen Eighty Four","id":627,"length":186},{"text":"There was immediately a knock at the door and a man entered. He had never seen the man in this house before. He was slim but firmly built, his clothes were black and closefitting, with many folds and pockets, buckles and buttons and a belt, all of which gave the impression of being very practical but without making it very clear what they were actually for.","source":"The Trial","id":628,"length":359},{"text":"I saw the light fade from the sky, on the wind I heard a sigh. As the snowflakes cover my fallen brothers, I will say this last goodbye. Night is now falling, so ends this day. The road is now calling, and I must away. Over hill and under tree, through lands where never light has shone, by silver streams that run down to the sea.","source":"The Last Goodbye","id":629,"length":331},{"text":"The creatures outside looked from pig to man, and from man to pig, and from pig to man again; but already it was impossible to say which was which.","source":"Animal Farm","id":630,"length":147},{"text":"Life is very short, and there's no time for fussing and fighting, my friend. I have always thought that it's a crime, so I will ask you once again, try to see it my way. Only time will tell if I am right or I am wrong.","source":"We Can Work It Out","id":631,"length":218},{"text":"In a way fighting was just like using magic. You said the words, and they altered the universe. By merely speaking you could create damage and pain, cause tears to fall, drive people away, make yourself feel better, make your life worse.","source":"The Magicians","id":632,"length":237},{"text":"Mother is the name for God in the lips and hearts of little children.","source":"Vanity Fair","id":633,"length":69},{"text":"For what it's worth: it's never too late or, in my case, too early to be whoever you want to be. There's no time limit, stop whenever you want. You can change or stay the same, there are no rules to this thing. We can make the best or the worst of it. I hope you make the best of it. And I hope you see things that startle you. I hope you feel things you never felt before. I hope you meet people with a different point of view. I hope you live a life you're proud of. If you find that you're not, I hope you have the strength to start all over again.","source":"The Curious Case of Benjamin Button","id":634,"length":551},{"text":"All these fears and all this love, all you've given me, it's not enough. All my dreams and all this stuff, all made real... it's not enough.","source":"The Fountain","id":635,"length":140},{"text":"I'd like to see the world for once all standing hand in hand and hear them echo through the hills for peace throughout the land.","source":"I'd Like To Teach The World To Sing","id":636,"length":128},{"text":"The human whose name is written in this note shall die. This note will not take effect unless the writer has the person's face in their mind when writing his/her name. Therefore, people sharing the same name will not be affected.","source":"Death Note","id":637,"length":229},{"text":"It was the most horrible, the most repellent thing she had ever seen, far more nauseating than anything she had ever imagined with her conscious mind, or that had ever tormented her in her most terrible nightmares.","source":"A Wrinkle in Time","id":638,"length":214},{"text":"I was never cheating. You connected dots that weren't there, you gave attention to the thoughts I'd never wear; it's not my style. Even though it's so clear to me, you shouldn't base the future on the past, I know you really want this thing to last.","source":"Questions","id":639,"length":249},{"text":"Words bend our thinking to infinite paths of self-delusion, and the fact that we spend most of our mental lives in brain mansions built of words means that we lack the objectivity necessary to see the terrible distortion of reality which language brings.","source":"Hyperion","id":640,"length":254},{"text":"I'll light the fire, you place the flowers in the vase that you bought today. Staring at the fire for hours and hours while I listen to you. Play your love songs all night long for me, only for me.","source":"Our House","id":641,"length":197},{"text":"Tonight I'm making deals with the devil, and I know it's gonna get me in trouble. Just as long as you know you got me.","source":"Side To Side","id":642,"length":118},{"text":"To graduate you need my course, dear boy. So it seems I have something to say about what you do and where you go. So from now on you and Mitch are going to spend every waking moment in the lab. You will solve my power problem, and you will solve it by my deadline.","source":"Real Genius","id":643,"length":264},{"text":"Well, this is the end of a perfect day, near the end of a journey, too. But it leaves a thought that is big and strong, with a wish that is kind and true. For memory has painted this perfect day with colors that never fade, and we find at the end of a perfect day the soul of a friend we've made.","source":"A Perfect Day","id":644,"length":296},{"text":"Before I was famous I had a whole bunch of jobs where all I needed was boots. People would look right past me, or if they did look at me, it was with a mean look. But when I got famous, people would look at me and smile and wonder where they knew me from. If they flat-out recognized me, they'd laugh and dance like they'd won a prize, and I'd just stand there and smile and feel warmth from their love. So the fame made the world, which is a real cold place, a little less cold.","source":"Based on a True Story: Not a Memoir","id":645,"length":479},{"text":"That'll be a dispute to the end of time, Mr. Brown: whether it's better to do the right thing for the wrong reason or the wrong thing for the right reason.","source":"National Velvet","id":646,"length":155},{"text":"You all have your own distinct personal backgrounds. Of course some of you come from rich families, some from poor families. But circumstances beyond your control like that shouldn't determine who you are. You must all realize what you're worth on your own.","source":"Battle Royale","id":647,"length":257},{"text":"The new-born child does not realize that his body is more a part of himself than surrounding objects, and will play with his toes without any feeling that they belong to him more than the rattle by his side; and it is only by degrees, through pain, that he understands the fact of the body.","source":"Of Human Bondage","id":648,"length":290},{"text":"Come let me love you, let me give my life to you, let me drown in your laughter, let me die in your arms, let me lay down beside you, let me always be with you.","source":"Annie's Song","id":649,"length":160},{"text":"Let me finish. I thought I wanted to be alone tonight, and then I realized that I didn't because I wanted to be with my family. If you can't keep it together tonight of all nights, then as far as I'm concerned you can all rot in hell.","source":"Suits","id":650,"length":234},{"text":"And for the first time there's no pain in my life. It's been a long hard road that I've gone. We had a good thing and it made me a man. And I know you got me going. Pardon me, my feelings are showing. I'm only saying what's on my mind.","source":"What's on My Mind","id":651,"length":235},{"text":"Joe, darling, you're coming back. Do you want me to tell you how I know? Two days ago you came to this city and you didn't know anyone. You didn't know me and I didn't know you, and now we're married. And we both know that that was meant to be. So don't you see? Whoever makes the arrangements for people is doing pretty well for us. That's all we need to know.","source":"The Clock","id":652,"length":361},{"text":"Benjamin was the oldest animal on the farm, and the worst tempered. He seldom talked, and when he did, it was usually to make some cynical remark - for instance, he would say that God had given him a tail to keep the flies off, but that he would sooner have had no tail and no flies.","source":"Animal Farm","id":653,"length":283},{"text":"All around us there are powers. There are animals like the whale, the bear, the wolf, and the eagle. There are powers like the sun and moon and seasons. And there are the powers inside of us like happiness and anger. We can feel all of these and dance to them. They all have much to teach us. Today, we saw the whale, so tonight we'll dance the whale dance. Each of us will tell what we learned from watching the whale.","source":"Touching Spirit Bear","id":654,"length":419},{"text":"Saying \"I love you\" is not the words I want to hear from you. It's not that I want you not to say, but if you only knew how easy it would be to show me how you feel. More than words is all you have to do to make it real. Then you wouldn't have to say that you love me.","source":"More Than Words","id":655,"length":268},{"text":"There are places I'll remember all my life, though some have changed. Some forever, not for better. Some have gone and some remain. All these places have their moments with lovers and friends I still can recall.","source":"In My Life","id":656,"length":211},{"text":"The past is always with us. Where we come from, what we go through, how we go through it; all this matters. Like at the end of the book, ya know, boats and tides and all. It's like you can change up, right, you can say you're somebody new, you can give yourself a whole new story.","source":"The Wire","id":657,"length":280},{"text":"I am doing good to the poor, but I differ in opinion about the means. I think the best way of doing good to the poor is not making them easy in poverty, but leading them or driving them out of it.","source":"Memoirs of Benjamin Franklin","id":658,"length":196},{"text":"At last, we finally meet. I have something for you, Chancellor; a farewell gift. For all the things you've done, for the things you might have done, and for the only thing you have left.","source":"V for Vendetta","id":659,"length":186},{"text":"It's a thousand pages, give or take a few. I'll be writing more in a week or two. I could make it longer if you like the style. I can change it round, and I want to be a paperback writer.","source":"Paperback Writer","id":660,"length":187},{"text":"I feel that life is divided into the horrible and the miserable. That's the two categories. The horrible are like, I don't know, terminal cases, you know, and blind people, crippled. I don't know how they get through life. It's amazing to me. And the miserable is everyone else. So you should be thankful that you're miserable, because that's very lucky, to be miserable.","source":"Annie Hall","id":661,"length":371},{"text":"The voice of anatomy, like the voice of all nature, never reaches the mental ear of the Great Commoner. It is the novel province of anatomy to tell the truth, the whole truth, and nothing but the truth about the structure, the origin and the history of man.","source":"Evolution and Religion in Education: Polemics of the Fundamentalist","id":662,"length":257},{"text":"If at some point in life, you made a mistake or keep failing over and over again, and you can't help but think it's useless and you're a good for nothing; remember, you're only taking a detour. And I'm sure further along your path will come a day where you think, \"It was a good life experience.\" That's why it'll be fine.","source":"ReLIFE","id":663,"length":322},{"text":"It doesn't matter what I say, so long as I sing with inflection that makes you feel I'll convey some inner truth or vast reflection. But I've said nothing so far, and I can keep it up for as long as it takes.","source":"Hook","id":664,"length":208},{"text":"I have moments like that a lot, when my brain falls asleep or something, and the next thing I know I've missed something, as if a puzzle piece fell out of the universe and left me staring at the blank place behind it.","source":"The Lightning Thief","id":665,"length":217},{"text":"I've tried to hide it so that no one knows, but I guess it shows. When you look into my eyes, what you did and where you are coming from, I don't care as long as you love me.","source":"As Long as You Love Me","id":666,"length":174},{"text":"Life is a storm, my young friend. You will bask in the sunlight one moment, be shattered on the rocks the next. What makes you a man is what you do when that storm comes. You must look into that storm and shout as you did in Rome. Do your worst, for I will do mine! Then the fates will know you as we know you.","source":"The Count of Monte Cristo","id":667,"length":310},{"text":"The more Adams thought about the future of his country, the more convinced he became that it rested on education. Before any great things are accomplished, he wrote to a correspondent, a memorable change must be made in the system of education and knowledge must become so general as to raise the lower ranks of society nearer to the higher. The education of a nation instead of being confined to a few schools and universities for the instruction of the few, must become the national care and expense for the formation of the many.","source":"John Adams","id":668,"length":532},{"text":"Don't tell me what's in, don't tell me how to write, don't tell me how to win this fight. It isn't your right, isn't your life, it isn't your right to take the only thing that's mine.","source":"As I Am","id":669,"length":183},{"text":"Why is it that when one man builds a wall, the next man immediately needs to know what's on the other side?","source":"A Game of Thrones","id":670,"length":107},{"text":"They can only see the mere show, and never can tell what it really means.","source":"Heart of Darkness","id":671,"length":73},{"text":"In general, people only ask for advice that they may not follow it; or, if they should follow it, that they may have somebody to blame for having given it.","source":"The Three Musketeers","id":672,"length":155},{"text":"People aren't all perfect. They're weak, ugly, and they get jealous and try to bring others down. Oddly enough, the better you are, the harder it is to live. That's why I'm going to change this world and the people in it...","source":"Oregairu","id":673,"length":223},{"text":"I only lose my fear when I run. I won't lose a tear when I run. I won't find a heart so I run. And now the time is right so we run.","source":"Run Run Run","id":674,"length":131},{"text":"I walk a mile with a smile and I don't know, I don't care where I am, but I know it's alright. Jump the tracks, can't get back. I don't know anyone around here, but I'm safe this time, 'cause when you tell me stupid things, like you do, I have to change the rules.","source":"Shiver","id":675,"length":264},{"text":"You can have my isolation, you can have the hate that it brings, you can have my absence of faith, you can have my everything.","source":"Closer","id":677,"length":126},{"text":"People come, people go - they'll drift in and out of your life, almost like characters in a favorite book. When you finally close the cover, the characters have told their story and you start up again with another book, complete with new characters and adventures. Then you find yourself focusing on the new ones, not the ones from the past.","source":"The Rescue","id":678,"length":341},{"text":"I just hope you're lying next to somebody who knows how to love you like me. There must be a good reason that you're gone. Every now and then I think you might want me to come show up at your door, but I'm just too afraid that I'll be wrong.","source":"We Don't Talk Anymore","id":679,"length":241},{"text":"One day she left without a word, she took away the sun. And in the dark she left behind, I knew what she had done. She'd left me for another, it's a common tale but true.","source":"Lemon Tree","id":680,"length":170},{"text":"For the days of my life have vanished like smoke, and my bones are parched like ash, and let all my impurities be as fuel for that fire until nothing remains but the light alone.","source":"Half-Life 2","id":681,"length":178},{"text":"You boys are in so much trouble. I can't leave you alone for one second. I guess next time I go out, I'll have to chain you to the floor and tie you to the oven. You don't even pretend to listen. You might as well cut off your ears and throw them in the trash for as long as you use them. You are grounded for the next month!","source":"Malcolm in the Middle","id":682,"length":325},{"text":"Your face has fallen sad now, for you know the time is nigh. But when I must remove your wings and you, you must try to fly. Come sail your ships around me and burn your bridges down. We make a little history, baby, every time you come around.","source":"The Ship Song","id":683,"length":243},{"text":"I took a walk alone last night, I looked up at the stars to try and find an answer in my life. I chose a star for me, I chose a star for him, I chose two stars for my kids and one star for my wife.","source":"I'm So Happy I Can't Stop Crying","id":684,"length":197},{"text":"Once you free your mind about a concept of harmony and music being correct you can do whatever you want. So, nobody told me what to do, and there was no preconception of what to do.","source":"Giorgio By Moroder","id":685,"length":181},{"text":"What have I got to do to make you love me? What have I got to do to make you care? What do I do when lightning strikes me and I wake to find that you're not there?","source":"Sorry Seems To Be the Hardest Word","id":686,"length":163},{"text":"I must not fear. Fear is the mind killer. Fear is the little death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when my fear is gone I will turn and face fear's path, and only I will remain.","source":"Dune","id":687,"length":251},{"text":"Wealth can be very empty when you don't have someone to share it with. But by the time I realized that, no one would have me except men who wanted my money more than I did.","source":"Anne of Green Gables","id":688,"length":172},{"text":"Got me thinking. I know what I love too. Family and friends. All the ones here and all ones gone. I love my dog, and this orchard, and a crumbledown house.","source":"The Truth as Told by Mason Buttle","id":689,"length":155},{"text":"Under the lights when everything goes. Nowhere to hide when I'm getting you close when we move, well, you already know.","source":"Can't Stop the Feeling","id":690,"length":119},{"text":"If you've had half as much fun watching the show as we've had doing it, well then we've had twice as much fun doing the show as you've had watching it.","source":"Sports Night","id":691,"length":151},{"text":"I want adventure in the great wide somewhere. I want it more than I can tell. And for once it might be grand to have someone understand; I want so much more than they've got planned.","source":"Beauty and the Beast","id":692,"length":182},{"text":"If you're looking for the word that means caring about someone beyond all rationality and wanting them to have everything they want no matter how much it destroys you, it's love. And when you love someone you don't stop, ever. Even when people roll their eyes, and call you crazy. Even then. Especially then.","source":"How I Met Your Mother","id":693,"length":308},{"text":"So if this was a touching romantic story this is probably where a new feeling would wash over me and suddenly we would be furiously making out with the fire of a thousand suns. But this isn't a touching romantic story.","source":"Me and Earl and the Dying Girl","id":694,"length":218},{"text":"Focus your attention on the Now and tell me what problem you have at this moment. I am not getting any answer because it is impossible to have a problem when your attention is fully in the Now. A situation that needs to be either dealt with or accepted - yes.","source":"The Power of Now","id":695,"length":259},{"text":"Take one moment to escape, it will change your mood when you're walking on the moon. Chase your happy place, it will change your groove when you're dancing on the moon. When we dance again, all our trouble seems to fade away. This is how I feel when you take me to some levels that I've never been.","source":"Walking on the Moon","id":696,"length":298},{"text":"You don't need money, don't take fame. Don't need no credit card to ride this train. It's strong and it's sudden and it's cruel sometimes, but it might just save your life. That's the power of love.","source":"The Power of Love","id":697,"length":198},{"text":"He's got to make his own mistakes and learn to mend the mess he makes. He's old enough to know what's right but young enough not to choose it. He's noble enough to win the world but weak enough to lose it. He's a New World man...","source":"New World Man","id":698,"length":229},{"text":"Blackbird singing in the dead of night, take these broken wings and learn to fly. All your life you were only waiting for this moment to arise.","source":"Blackbird","id":699,"length":143},{"text":"I remember way back then when everything was true and when we would have such a very good time. Such a fine time, such a happy time.","source":"Our House","id":700,"length":132},{"text":"It's a fallen situation when all eyes are turned in and a love isn't flowing the way it could have been. You brought it all on but it feels so wrong. You brought it all on. I don't believe this song.","source":"Pardon My Heart","id":701,"length":199},{"text":"Language does for intelligence what the wheel does for the feet and the body. It enables them to move from thing to thing with greater ease and speed and ever less involvement.","source":"Understanding Media","id":702,"length":176},{"text":"A year has passed since I wrote my note but I should have known this right from the start: only hope can keep me together; love can mend your life but love can break your heart.","source":"Message In a Bottle","id":703,"length":177},{"text":"Sometimes I wish I could turn back time, impossible as it may seem, but I wish I could so bad. Quit playing games with my heart. I live my life the way to keep you coming back to me. Everything I do is for you, so what is it that you can't see?","source":"Quit Playing Games","id":704,"length":244},{"text":"Social scientists sometimes talk about the concept of \"identity\". It is the idea that you have a particular vision of the kind of person you are, and you feel awful when you do things that are out of line with that vision.","source":"Freakonomics","id":705,"length":222},{"text":"Nature never appeals to intelligence until habit and instinct are useless. There is no intelligence where there is no need of change.","source":"The Time Machine","id":706,"length":133},{"text":"Fortune, which has a great deal of power in other matters but especially in war, can bring about great changes in a situation through very slight forces.","source":"Commentaries on the Civil War","id":707,"length":153},{"text":"Fools rush in where wise men never go, but wise men never fall in love so how are they to know? When we met I felt my life begin. So open up your heart and let this fool rush in.","source":"Fools Rush In","id":708,"length":178},{"text":"Maybe someday we can talk about our past and we can talk about the weather; whenever you leave I don't care what I'm remembered for, I just want to be remembered.","source":"Nicole","id":709,"length":162},{"text":"Imagine you were born without a memory. Who would you be? You could be nothing; if you didn't have memory, you wouldn't be able to function in our world.","source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","id":710,"length":153},{"text":"We've just begun to learn about the water and its secrets, just as we've only touched on outer space. We don't entirely rule out the possibility that there might be some form of life on another planet, and why not some entirely different form of life in a world we already know is inhabited by millions of living creatures?","source":"Creature from the Black Lagoon","id":711,"length":323},{"text":"In a hamlet of ten households, there are bound to be those who are my equal in doing their best for others and in being trustworthy in what they say, but they are unlikely to be as eager to learn as I am.","source":"The Analects","id":712,"length":204},{"text":"I know there's something in the wake of your smile. I get a notion from the look in your eyes. You've built a love but that love falls apart. Your little piece of heaven turns too dark.","source":"Listen to Your Heart","id":713,"length":185},{"text":"Where are those happy days, they seem so hard to find. I tried to reach for you, but you have closed your mind. Whatever happened to our love? I wish I understood. It used to be so nice, it used to be so good.","source":"S.O.S.","id":714,"length":209},{"text":"To put things simply, if your past makes your present... Then your present can and will make your future. When you think about it that way... You absolutely have the potential to be anything you want to be.","source":"Noragami","id":715,"length":206},{"text":"If the world thinks you're a monster, what does it matter? The world is wrong. But when you start to think of yourself as a monster...","source":"Transformers","id":716,"length":134},{"text":"Even if you lose a spell card battle, you win if you feel good. It's a game after all. A game isn't there to entertain you. You enjoy the game yourself. Maybe when you reach the point when you can enjoy anything, you see the true glamour of the spell card for the first time.","source":"The Grimoire of Marisa","id":717,"length":275},{"text":"Hey, baby, you know it's funny. Even though I heard it so many times in the court case, I still can't get used to the fact that your real name is Miles. It's a cool name, though. I can think of a lot of great Miles songs. But we still have to get through all those baby songs first. I can't wait until the day when it's just us, music and the road.","source":"Baby Driver","id":718,"length":348},{"text":"You wished for a closed world, where you alone are comfortable. In order to protect the weakness of your heart. In order to protect the pleasures in your life. This is merely the result. For people cannot live in a world that is yours alone. They cannot live in a space that is closed off. But you wished for the world, the world that surrounds you, to be closed off. Your heart and mind eliminated everything you didn't like and wished for a world as solitary as possible. And that has led to this little haven for your soul. This is one of the many ends that could occur. This is the end of the world that you have brought about.","source":"Neon Genesis Evangelion","id":719,"length":631},{"text":"The time has come for man to set himself a goal. The time has come for man to plant the seed of his highest hope. His soil is still rich enough. But one day this soil will be poor and domesticated, and no tall tree will be able to grow in it. Alas, the time is coming when man will no longer shoot the arrow of his longing beyond man, and the string of his bow will have forgotten how to whir.","source":"Thus Spoke Zarathustra: A Book for None and All","id":720,"length":393},{"text":"You're missing the point. There's no throne, there is no version of this where you come out on top. Maybe your army comes and maybe it's too much for us, but it's all on you. Because if we can't protect the Earth, you can be damned well sure we'll avenge it.","source":"The Avengers","id":721,"length":258},{"text":"The spirit and the senses so easily grow dead to the impressions of the beautiful and the perfect that one ought everyday to hear a little song, read a good poem, see a fine picture and if it were possible, to speak a few reasonable words.","source":"A Little Song","id":722,"length":239},{"text":"Give me reasons we should be complete. You should be with him, I can't compete. You looked at me like I was someone else, oh well, can't you see? I don't wanna slow dance in the dark.","source":"Slow Dancing in the Dark","id":723,"length":183},{"text":"Love isn't just wanting another person the way you want to own an object you see in a store. That's just desire. You want to have it around, take it home and set it up somewhere in the apartment like a lamp.","source":"Flow My Tears, the Policeman Said","id":724,"length":207},{"text":"There is something about yourself that you don't know. Something that you will deny even exists, until it's too late to do anything about it. It's the only reason you get up in the morning. We share an addiction. We're approval junkies. We're all in it for the slap on the back and the gold watch.","source":"Revolver","id":725,"length":297},{"text":"There comes a point when you just love someone. Not because they're good, or bad, or anything really. You just love them. It doesn't mean you'll be together forever. It doesn't mean you won't hurt each other. It just means you love them. Sometimes in spite of who they are, and sometimes because of who they are. And you know that they love you, sometimes because of who you are, and sometimes in spite of it.","source":"Incubus Dreams","id":726,"length":409},{"text":"You're not a bad person. You are a very good person who bad things have happened to, you understand. Besides the world isn't split into good people and Death Eaters. We've all got both light, and dark inside of us, what matters is the part we choose to act on. That's who we really are.","source":"Harry Potter and the Order of the Phoenix","id":727,"length":286},{"text":"I wish that I was born a thousand years ago. I wish that I'd sailed the darkened seas on a great big clipper ship, going from this land to that in a sailor's suit and cap. Away from the big city where man cannot be free of all the evils of this town and of himself and those around.","source":"Heroin","id":728,"length":282},{"text":"In most cases, there is more to be gained by maximizing the performance of the driver than tricking out the car. The most important factor is the driver, the ultimate control system of a race car.","source":"Speed Secrets: Professional Race Driving Techniques","id":729,"length":196},{"text":"She can kill with a smile, she can wound with her eyes, she can ruin your faith with her casual lies, and she only reveals what she wants you to see. She hides like a child, but she's always a woman to me.","source":"She's Always A Woman","id":730,"length":205},{"text":"Often, after the first years of marriage, the husband seems to lose interest in the wife. He reads the paper at the breakfast table, he doesn't answer when you talk to him. In short, he doesn't even know you're alive.","source":"I Love Lucy","id":731,"length":217},{"text":"You have two choices: you can keep running and hiding and blaming the world for your problems, or you can stand up for yourself and decide to be somebody important.","source":"Nothing Lasts Forever","id":732,"length":164},{"text":"It is at this point in our story that along comes a spider.","source":"V for Vendetta","id":733,"length":59},{"text":"For the first time the magnitude of what he had taken came home to him. How could you communicate with the future? It was of its nature impossible. Either the future would resemble the present, in which case it would not listen to him: or it would be different from it, and his predicament would be meaningless.","source":"1984","id":734,"length":311},{"text":"It is truly amazing what you can do when you believe in your own ability. That's why you need faith - a deep down, dogged belief that, regardless of the evidence, you are going to make it! You are going to achieve what you have set out to accomplish. You are going to make a difference in this life.","source":"The Seven Keys To Success","id":735,"length":299},{"text":"Who cares if we don't see the sun shine ever again? I want you more than any blue sky. The weather can go crazy.","source":"Tenki no ko","id":736,"length":112},{"text":"Grief is like a drunken house guest, always coming back for one more goodbye hug.","source":"Bag of Bones","id":737,"length":81},{"text":"Baby, ever wondered why I could make you laugh and cry? Eclipsing all your summer skies, some things never change. And I need it more than love, and I love it more than life, and I want those stars above to shine this night.","source":"Stormy Weather","id":738,"length":224},{"text":"I'm alive in a city in a country of the world. And I want to go on living, I want to see my life unfold. You know it's hard to go on looking at the stories of our day and the dangers we're all facing growing worse in every way. And you would think with all of the genius and the brilliance of these times, we might find a higher purpose and a better use of mind.","source":"Say It Isn't True","id":739,"length":362},{"text":"Again, I go back to the working really hard to get someone else a piece thing. The payoff is never gonna be as great for you as it is for them. Don't you think you've been using these birds to avoid interacting with your own species for long enough?","source":"Wonderfalls","id":740,"length":249},{"text":"I have dreamt in my life, dreams that have stayed with me ever after, and changed my ideas; they have gone through and through me, like wine through water, and altered the color of my mind. And this is one: I'm going to tell it - but take care not to smile at any part of it.","source":"Wuthering Heights","id":741,"length":275},{"text":"By love you mean big lightning bolts to the heart, where you can't eat and you can't work, and you just run off and get married and make babies. The reason you haven't felt it is because it doesn't exist. What you call love was invented by guys like me.","source":"Mad Men","id":742,"length":253},{"text":"Sally and I did not know what to say. Should we tell her the things that went on there that day? Should we tell her about it? Now, what should we do? Well, what would you do if your mother asked you?","source":"The Cat in the Hat","id":743,"length":199},{"text":"There before me was a woman who had finally, after all this time, made it to the start line, at the absolute worst moment imaginable. It was truly a tragic sight of a truly hopeless girl who had just begun her first love when it was far too late.","source":"Gamers!","id":744,"length":246},{"text":"As you decide, you shall be left as you were before, and neither richer nor wiser, unless the sense of service rendered to a man in mortal distress may be counted as a kind of riches of the soul.","source":"The Strange Case of Dr. Jekyll and Mr. Hyde","id":745,"length":195},{"text":"I realized that back then, the reason I wanted to become human, was that I really just wanted to have friends. Now, I just want to be a monster that can help Luffy.","source":"One Piece","id":746,"length":164},{"text":"We can now get these kids to buy just about anything. We can have them chasing a new trend every week. And that is good for the economy. And what's good for the economy is good for the country.","source":"Josie and the Pussycats","id":747,"length":193},{"text":"Give me the child... Through dangers untold and hardships unnumbered, I have fought my way here to the castle beyond the goblin city to take back the child which you have stolen. For my will is as strong as yours and my kingdom as great. You have no power over me.","source":"The Labyrinth","id":748,"length":264},{"text":"Breathe, breathe in the air. Don't be afraid to care. Leave but don't leave me. Look around, choose your own ground. For long you live and high you fly. And smiles you'll give and tears you'll cry. And all you touch and all you see is all your life will ever be.","source":"Breathe","id":749,"length":262},{"text":"You think you're any different from me, or your friends, or this tree? If you listen hard enough, you can hear every living thing breathing together. You can feel everything growing. We're all living together, even if most folks don't act like it. We all have the same roots, and we are all branches of the same tree.","source":"Avatar The Last Airbender","id":750,"length":317},{"text":"She left the lighthouse and went down to the beach to look at the moon pure and straight, and she stood in the shallows and let her feet sink into the sand as the patter-waves tickled her ankles. And that's when she saw it, a school of tiny fish, all darting around like marbles in a chalk circle, and they were lit up electric, mostly silver but some gold and pink too. They came and danced around her ankles, and she could feel their little electric fish bodies, and it was like she was standing under the moon and in the moon at the same time. And that was something she hadn't seen before.","source":"The Reapers are the Angels","id":751,"length":593},{"text":"I always loved you, and if one loves anyone, one loves the whole person, just as they are and not as one would like them to be.","source":"Anna Karenina","id":752,"length":127},{"text":"In your heart I see the start of every night and every day. In your eyes I get lost, I get washed away. Just as long as I'm here in your arms I could be in no better place.","source":"The Best","id":753,"length":172},{"text":"The only ones who should kill are those prepared to be killed.","source":"Code Geass","id":754,"length":62},{"text":"If one must drink, then let one drink thrice a month, for more is bad. If one gets drunk twice a month, it is better; if one gets drunk once a month, that is better still; and if one doesn't drink at all, that is the best of all.","source":"Compendium of Chronicles","id":756,"length":229},{"text":"In short, our gentleman became so caught up in reading that he spent his nights reading from dusk till dawn and his days reading from sunrise to sunset, and so with too little sleep and too much reading his brains dried up, causing him to lose his mind.","source":"Don Quixote","id":757,"length":253},{"text":"For just one second, look at your life and see how perfect it is. Stop looking for the next secret door that is going to lead you to your real life. Stop waiting. This is it: there's nothing else. It's here, and you'd better decide to enjoy it or you're going to be miserable wherever you go, for the rest of your life, forever.","source":"The Magicians","id":758,"length":328},{"text":"For someone who was never meant for this world, I must confess I'm suddenly having a hard time leaving it.","source":"Gattaca","id":759,"length":106},{"text":"For every man there is a cause which he would gladly die for. Defend the right to have a place to which he can belong to. And every man will fight with his bare hands in desperation. And shed his blood to stem the flood to barricade invasion.","source":"Invasion","id":760,"length":242},{"text":"There are so many different ways to be connected to people. There are the people you feel this unspoken connection to, even though there's not even a word for it. There's the people who you've known forever who know you in this way that other people can't because they've seen you change... they've let you change.","source":"My So-Called Life","id":761,"length":314},{"text":"I am Dracula and I welcome you to my house. I must apologize for not being here to greet you personally, but I trust you've found everything you needed.","source":"Horror of Dracula","id":762,"length":152},{"text":"I will rain down silver and gold for you. I will shatter the black night, break it open, and pour out a million stars. Turn away from the darkness, the madness, the pain. Open your eyes and know that I am here. That I remember and hope. Open your eyes and look at the light.","source":"Revolution","id":763,"length":274},{"text":"If we all go for the blonde and block each other, not a single one of us is going to get her. So then we go for her friends, but they will all give us the cold shoulder because no one likes to be second choice. But what if none of us goes for the blonde? We won't get in each other's way and we won't insult the other girls. It's the only way to win.","source":"A Beautiful Mind","id":764,"length":350},{"text":"There can be no light without the dark, and so it is with magic. Myself, I always strive to live within the light. Is that what you told Tom Riddle, sir, when he came asking questions?","source":"Harry Potter and the Half-Blood Prince","id":765,"length":184},{"text":"That is right, but I held something back. I see some real genius in your flying, Maverick, but I can't say that in there. I was afraid that everyone in the tax trailer would see right through me, and I just don't want anyone to know that I've fallen for you.","source":"Top Gun","id":766,"length":258},{"text":"I know that you wanna but you can't 'cause you gotta stay cool in the corner when the truth is that you wanna move.","source":"Move","id":767,"length":115},{"text":"Well, the real reason that you've been sent over here is because they wanted you to be evaluated... to determine whether or not you are mentally ill. This is the real reason. Why do you think they might think that?","source":"One Flew Over the Cuckoo's Nest","id":769,"length":214},{"text":"A good plan today is better than a perfect plan tomorrow.","source":"Wag the Dog","id":770,"length":57},{"text":"You spend your life in a dream that you can't escape, 'cause you live your life in a coma, you're never awake. If you'd open your eyes then maybe you'd see what's at stake. You're sleeping. You're sleeping.","source":"Wake Up","id":771,"length":206},{"text":"This is a life-or-death elimination match. The only way to survive... is to win. There can be no doubt that those are the rules of the game. Which is why I am bowing out of the game.","source":"Danganronpa: Trigger Happy Havoc","id":772,"length":182},{"text":"For children love is a feeling; for adults, it is a decision. Children wait to learn if their love is true by seeing how long it lasts; adults make their love true by never wavering from their commitment.","source":"Pathfinder","id":773,"length":204},{"text":"Our emotions cloud our perceptions. It's no wonder this library is the most wonderful place on earth to you, but other people don't see it that way.","source":"Turning Pages","id":774,"length":148},{"text":"Never give up on everything if one thing is too hard. Never give up when it falls down; just go back to the start. Never give up on everything; never give up when you can still believe. Time after time we miss the chances for us to find a better life. No looking back, no pulling punches - this is the fact time after time.","source":"Deep In Your Mind","id":775,"length":323},{"text":"I needed all the feelings to stop boiling like a pot of dal and be cool enough for me to taste them.","source":"The Night Diary","id":776,"length":100},{"text":"Although some men who were easy with their words said that it was worth sacrificing one's life for a night of love with such an arousing woman, the truth was that no one made any effort to do so.","source":"One Hundred Years of Solitude","id":777,"length":195},{"text":"He always seemed to women different from what he was, and they loved in him not himself, but the man created by their imagination, whom they had been eagerly seeking all their lives; and afterwards, when they noticed their mistake, they loved him all the same.","source":"The Stories of Anton Chekhov","id":778,"length":260},{"text":"It so happened that during those days, among so many other carnival attractions, there arrived in the town the traveling show of the woman who had been changed into a spider for having disobeyed her parents. The admission to see her was not only less than the admission to see the angel, but people were permitted to ask her all manner of questions about her absurd state and to examine her up and down so that no one would ever doubt the truth of her horror.","source":"A Very Old Man with Enormous Wings","id":779,"length":459},{"text":"In the short term, it would make me happy to go play outside. In the long term, it would make me happier to do well at school and become successful. But in the very long term, I know which will make better memories.","source":"The Complete Calvin and Hobbes","id":780,"length":215},{"text":"When we conceive of the sweetest being ever, we are conceiving of the being that exists both in the mind and in reality. Since the ninja is that being than which nothing sweeter can be conceived and that being exists in the mind and in reality, the ninja exists in reality.","source":"REAL Ultimate Power: The Official Ninja Book","id":781,"length":273},{"text":"But I believe in true love, you know? I don't believe that everybody gets to keep their eyes or not get sick or whatever, but everybody should have true love, and it should last at least as long as your life does.","source":"The Fault in Our Stars","id":782,"length":213},{"text":"Everybody knows in their bones that something is eternal, and that something has to do with human beings.","source":"Our Town","id":783,"length":105},{"text":"Man, don't tell me how good I was. I just got away with it because I had a hangover. I was too mad to be scared and too sick to worry about it. You know that.","source":"El Dorado","id":784,"length":158},{"text":"Esteban stood at the front of the room, staring at the page. Then he lifted his head and looked at us. We cheered again, even louder this time. I don't know if any of us really understood his dad's poem. But for a long time after he'd finished reading, I thought about that army of ants, how they were coming together. Like us.","source":"Harbor Me","id":785,"length":327}]